Repository: wydevices/wydevices
Catalog: Wydev-Python2.5/locale/*/LC_MESSAGES/messages.po
Languages: es, nl, pt

source: Enter your secret code for parental mode activation
es: Introduzca su código secreto para la activación del bloqueo parental
nl: Voer de geheime code in voor de activering van de volwassenenmodus
pt: Introduza o seu código secreto para activar o modo parental.

source: Enter your secret code for parental mode activation
es: Introduzca su código secreto para la activación del bloqueo parental
nl: Voer uw geheime code in voor de activering van de volwassenenmodus
pt: Introduza o seu código secreto para activar o modo parental.

source: Entertainment program (10 to 16 years old)
es: Programa de entretenimiento (de 10 a 16 años)
nl: Jongerenprogramma (van 10 tot 16 jaar)
pt: Entretenimento programa (10 a 16 anos de idade)

source: Entertainment program (6 to 14 years old)
es: Programa de entretenimiento (de 6 a 14 años)
nl: Kinderprogramma (van 6 tot 14 jaar)
pt: Entretenimento programa (6 a 14 anos de idade)

source: Equestrian sports
es: Deportes ecuestres
nl: Paardensporten
pt: Desportos equestres

source: Error creating %s
es: Error al crear %s
nl: Fout bij de aanmaak %s
pt: Ocorreu um erro a criar %s

source: Error during configuration
es: Error de configuración
nl: Fout bij de configuratie
pt: Ocorreu um erro durante a configuração

source: Error removing %s
es: Error al eliminar %s
nl: Fout bij het verwijderen van %s
pt: Ocorreu um erro ao remover %s

source: Error renaming %s
es: Error al cambiar de nombre %s
nl: Fout bij de naamswijziging %s
pt: Ocorreu um erro a renomear %s

source: Error while copying files
es: Error al copiar archivos
nl: Fout bij het kopiëren van de bestanden
pt: Ocorreu um erro ao copiar os ficheiros

source: Error while copying files: disk full
es: Error mientras se copiaban archivos: disco lleno
nl: Fout bij het kopiëren van de bestanden: schijf vol
pt: Ocorreu um erro ao copiar os ficheiros: disco cheio

source: Error while creating playlist
es: Error al crear la playlist
nl: Fout bij het aanmaken van de afspeellijst
pt: Ocorreu um erro ao criar playlist

source: Error while creating the favorite.
es: Error al crear el favorito.
nl: Fout bij het aanmaken van de favoriet.
pt: Ocorreu um erro ao criar Favorito

source: Ethernet network
es: Sistema de redes conectado
nl: Ethernet netwerk
pt: Rede Ethernet

source: Evening
es: Tarde
nl: Avond
pt: Fim de tarde

source: Every day
es: Todos los días
nl: Dagelijks
pt: Todos os dias

source: Every week
es: Todas las semanas
nl: Wekelijks
pt: Todas as semanas

source: Exit
es: Salida
pt: Sair

source: Exit marker list
es: Salir de lista de marcador
nl: Markeerlijst verlaten
pt: Sair da lista de marcadores

source: Experimental film/video
es: Película experimental/Vídeo
nl: Experimentele film/video
pt: Experimental filme/vídeo

source: External antenna
es: Antena externa
nl: Externe antenne
pt: Antena externa

source: Fade to black
es: Fundido en negro
nl: Overgang naar zwart
pt: Esbater para preto

source: Fading to black
es: Fundido en negro
nl: Overgang naar zwart
pt: A esbater para preto

source: Fashion
es: Moda
nl: Mode
pt: Moda

source: Favorite editor
es: Editor de favoritos
nl: Editor favorieten
pt: Editor de Favoritos

source: Favorite:
es: Favorito:
nl: Favoriet:
pt: Favorito:

source: Favorites
es: Favoritos
nl: Favorieten
pt: Favoritos

source: Favorites list
es: Lista de favoritos
nl: Favorietenlijst
pt: Lista de Favoritos

source: February
es: Febrero
nl: februari
pt: Fevereiro

source: Filename %s already exists
es: Ese nombre de archivo %s ya existe
nl: Bestandsnaam %s bestaat reeds
pt: Já existe um ficheiro com o nome %s

source: Film/Cinema
es: Película/Cine
nl: Film/Bioscoop
pt: Filmes/Cinema

source: Fine arts
es: Bellas artes
nl: Schone Kunsten
pt: Belas Artes

source: Fitness and health
es: Fitness y salud
nl: Fitness en gezondheid
pt: Fitness e saúde

source: Folder name
es: Nombre de carpeta
nl: Naam map
pt: Nome da pasta

source: Folk/Traditional music
es: Música Folk/Tradicional
nl: Folk/traditionele muziek
pt: Folk/A música tradicional

source: Football/Soccer
es: Fútbol/Fútbol inglés
nl: Voetbal/Soccer
pt: Futebol

source: Foreign countries/Expeditions
es: Países extranjeros/Expediciones
nl: Andere landen/Expedities
pt: Países estrangeiros/Expedições

source: Format
es: Formato
nl: Formaat
pt: Formato

source: France
es: Francia
nl: Frankrijk
pt: França

source: Free and pay channels
es: Canales en abierto y de pago
nl: Gratis en betalende kanalen
pt: Canais gratuitos e pagos

source: Free channels only
es: Sólo canales en abierto
nl: Enkel gratis kanalen
pt: Apenas canais gratuitos

source: Free content
es: Borrar contenidos
nl: Vrije inhoud
pt: Conteúdo gratuito

source: French
es: Francés
nl: Frans
pt: Francês

source: Frequency
es: frecuencia
nl: Frequentie
pt: Frequência

source: Friday
es: Viernes
nl: vrijdag
pt: Sexta-feira

source: From last position
es: Desde la última posición
nl: Vanaf de laatste stop
pt: A partir da última posição

source: From the beginning
es: Desde el inicio
nl: Vanaf het begin
pt: Desde o início

source: Full Channel List
es: Lista Completa de Canales
nl: Volledige kanalenlijst
pt: Lista completa de canais

source: Full screen
es: Pantalla completa
nl: Volledig scherm
pt: Ecrã inteiro

source: Further education
es: Educación superior
nl: Verdere opleidingen
pt: Ensino superior

source: Game show/Quiz/Contest
es: Programa concurso/Concurso de cultura general/Concurso
nl: Spelprogramma/Quiz/Wedstrijd
pt: Jogo show/Quiz/Concursos

source: Games
es: Juegos
nl: Spelletjes
pt: Jogos

source: Gardening
es: Jardinería
nl: Tuinieren
pt: Jardinagem

source: Gateway
es: Puente
pt: Porta de ligação

source: Gateway : %(addr)s
es: Puente : %(addr)s
pt: Porta de ligação: %(addr)s

source: Genre
es: Género
pt: Género

source: Genre :
es: Género:
pt: Género:

source: German
es: Alemán
nl: Duits
pt: Alemão

source: Germany
es: Alemania
nl: Duitsland
pt: Alemanha

source: Go to DVD menu
es: Ir a menú DVD
nl: Ga naar het DVD menu
pt: Ir para o menu do DVD

source: Go to scheduled recordings
es: Ver las grabaciones programadas
nl: Ga naar de geprogrammeerde opnames
pt: Ira para as gravações agendadas

source: HDMI Sound
es: Sonido HDMI
nl: HDMI Geluid
pt: Som HDMI

source: HDMI output resolution
es: Resolución de salida HDMI
nl: HDMI output resolutie
pt: Resolução da saída HDMI

source: HDMI/YUV output resolution
es: Resolución de salida HDMI
nl: HDMI output resolutie
pt: Resolução da saída HDMI

source: Hand
es: Mano
pt: Mão

source: Handicraft
es: Artesanía
nl: Ambachtswerk
pt: Artesanato

source: Help banner
es: Mensaje de ayuda
pt: Painel de Ajuda

source: Hidden
es: Oculto
nl: Verborgen
pt: Oculto

source: Hide
es: Ocultar
nl: Verbergen
pt: Ocultar

source: High definition
es: Alta definición
nl: Hoge definitie
pt: Alta definição

source: Highlight item(s)
es: Destacar elemento(s)
nl: Merk item
pt: Destacar elemento(s)

source: Hour
es: Hora
nl: Uur
pt: Hora

source: IP address
es: Dirección IP
nl: IP-adres
pt: Endereço IP

source: If you can read this page, your display resolution was successfully changed. Hit Play/Pause to confirm.
es: Si puede leer esta página, la resolución de su pantalla se ha cambiado con éxito. Dele a Play/Pausa para confirmar.
nl: Als u deze pagina kunt lezen, werd de schermresolutie succesvol gewjzigd. Druk Play/Pause om te bevestigen.
pt: Se conseguir ler esta mensagem, a resolução foi alterada com sucesso. Carregue em Play/Pause para confirmar.

source: Import date
es: Fecha de importación
nl: Importdatum
pt: Data de importação

source: Importation date
es: Fecha de importación
nl: Importdatum
pt: Data de importação

source: Impossible to cancel recording
es: Imposible cancelar la grabación
nl: De opname kan niet worden geannuleerd
pt: Não é possível cancelar a gravação

source: Inactive
es: Inactivo
nl: Niet-actief
pt: Inactivo

source: Information:
es: Información :
nl: Informatie :
pt: Informações :

source: Informational/Educational/School program
es: Programa Informativo/Educativo/Escolar
nl: Informatief/Educatief/School programma
pt: Informativa/Educacional/Escola programa

source: Informations on item
es: Información sobre el elemento
nl: Informatie over item
pt: Informações sobre elemento

source: Installing demo mode... Will auto-reboot.
es: Instalando modo demo... Se reiniciará.
nl: Demo mode aan het installeren... Zal automatisch herstarten.
pt: A instalar modo de demonstração... Irá reiniciar automaticamnte.

source: Instant recording conflict
es: Conflicto de grabación instantánea
nl: Probleem met instant opname
pt: Conflito de gravação instantânea

source: Internal hard drive
es: Disco duro interno
nl: Interne harde schijf
pt: Disco rígido interno

source: Internationalisation loaded.
es: Internacionalización cargada.
nl: Internationalisatie geladen.
pt: Internacionalização carregada.

source: Internet Services
es: Servicios de Internet
nl: Internetdiensten
pt: Serviços da Internet

source: Invalid data
es: Datos no válidos
nl: Ongeldige datum
pt: Dados inválidos

source: Invalid picture
es: Foto no válida
nl: Ongeldige afbeelding
pt: Imagem inválida

source: Italian
es: Italiano
nl: Italiaans
pt: Italiano

source: Italy
es: Italia
nl: Italië
pt: Itália

source: January
es: Enero
nl: januari
pt: Janeiro

source: July
es: Julio
nl: juli
pt: Julho

source: June
es: Junio
nl: juni
pt: Junho

source: Key type
es: Tecla clave
pt: Tipo de chave

source: Language
es: Idioma
nl: Taal
pt: Língua

source: Languages
es: Idiomas
nl: Talen
pt: Línguas

source: Latest scan date
es: Fecha del último escaneado
nl: Datum laatste scan
pt: Última data de scan

source: Left rotation
es: Rotación izquierda
nl: Draai naar links
pt: Rotação para a esquerda

source: Leisure hobby
es: Hobby para el ocio
nl: Vrije tijd/hobby's
pt: Lazer hobby

source: Link
es: Enlace

source: List
es: Lista
nl: Lijst
pt: Lista

source: Literature
es: Literatura
nl: Literatuur
pt: Literatura

source: Live broadcast
es: Emisión en directo
nl: Live uitzending
pt: Emissão em directo

source: MM/DD/YYYY
es: MM/DD/AAAA
nl: MM/DD/JJJJ
pt: MM/DD/AAAA

source: MTP mode disabled, you can now use remote control
es: Modo MTP deshabilitado, ahora puede usar el control remoto
nl: De MTP-modus is geblokkeerd, de afstandsbediening kan worden gebruikt
pt: Modo MTP desactivado, pode usar o comando à distância

source: MTP mode enabled, remote control is now disabled
es: Modo MTP habilitado, el control remoto está ahora deshabilitado
nl: De MTP-modis is geactiveerd, de afstandsbediening kan niet worden gebruikt
pt: Modo MTP activado, comando à distância desactivado

source: Magazine/Report/Documentary
es: Revista/Reportaje/Documental
nl: Magazine/Rapport/Documentaire
pt: Revista/Relatório/Documentário

source: March
es: Marzo
nl: maart
pt: Março

source: Marker list
es: Lista de marcador
nl: Markerlijst
pt: Lista de marcadores

source: Martial arts
es: Artes marciales
nl: Gevechtssporten
pt: Artes Marciais

source: Mask
es: Máscara
nl: Masker
pt: Máscara

source: Mask : %(addr)s
es: Máscara: %(addr)s
nl: Masker : %(addr)s
pt: Máscara: %(addr)s

source: Mask hidden items
es: Esconder elementos ocultos
nl: Verborgen items verbergen
pt: Mascarar itens escondidos

source: Maximum timeshift duration has been reduced to %(duration)s.
es: La duración máxima del timeshift se ha reducido a %(duration)s.
nl: De maximumduur werd verminderd tot %(duration)s.
pt: A duração máxima de Timeshift foi reduzida para %(duration)s.

source: May
es: Mayo
nl: mei
pt: Maio

source: Medicine/Physiology/Psychology
es: Medicina/Fisiología/Psicología
nl: Geneeskunde/Fysiologie/Psychologie
pt: Medicina/Fisiologia/Psicologia

source: Minute
es: Minuto
nl: Minuut
pt: Minutos

source: Missing tracks
es: Pistas perdidas
nl: Ontbrekende tracks
pt: Faixas em falta

source: Modify Question / Answer
es: Modificar Pregunta / Respuesta
nl: Vraag/Antwoord wijzigen
pt: Alterar Pergunta/Resposta

source: Modify Secret Code
es: Modificar Código Secreto
nl: Wachtwoord wijzigen
pt: Alterar código secreto

source: Monday
es: Lunes
nl: maandag
pt: Segunda-feira

source: Month
es: Mes
nl: Maand
pt: Mês

source: Morning
es: Mañana
nl: Ochtend
pt: manhã

source: Motor sports
es: Deportes de motos
nl: Motorsporten
pt: Desportos motorizados

source: Motoring
es: Automovilismo
nl: Motoren
pt: Automóvel

source: Move marked items into "%(highlighted_item)s"
es: Mover los elementos marcados a "%(highlighted_item)s"
nl: Verplaats de gemarkeerde items naar "%(highlighted_item)s"
pt: Mover itens marcados para "%(highlighted_item)s"

source: Move marked items into "%(parent_folder)s"
es: Mover elementos marcados a "%(parent_folder)s"
nl: Verplaats de gemarkeerde items naar "%(parent_folder)s"
pt: Mover itens marcados para "%(parent_folder)s"

source: Move the item
es: Mover el artículo
nl: Het item verplaatsen
pt: Mover o item

source: Movie/Drama
es: Película/Drama
nl: Film/Drama
pt: Filme/Drama

source: Multiple audio tracks
es: Pistas de audio múltiples
nl: Meerdere audiotracks
pt: Várias faixas de áudio

source: Music
es: Música
nl: Muziek
pt: Música

source: Music/Ballet/Dance
es: Música/Ballet/Baile
nl: Muziek/Ballet/Dans
pt: Música/Ballet/Dança

source: Musical/Opera
es: Musical/Ópera
pt: Musical Ópera

source: Mute
es: En silencio
pt: Sem som

source: My Music
es: Mi Música
nl: Mijn muziek
pt: A Minha Música

source: My Photos
es: Mis Fotos
nl: Mijn afbeeldingen
pt: As Minhas Fotos

source: My Recordings
es: Mis Grabaciones
nl: Mijn opnames
pt: As Minhas Gravações

source: My Videos
es: Mis Vídeos
nl: Mijn videos
pt: Os Meus Vídeos

source: My scheduled recordings
es: Mis grabaciones programadas
nl: Mijn geprogrammeerde opnames
pt: As minhas gravações agendadas

source: Name this favorite
es: Nombre de este favorito
nl: Naam van deze favoriet
pt: Dê um nome a este Favorito.

source: Nature/Animals/Environment
es: Naturaleza/Animales/Medio Ambiente
nl: Natuur/Dieren/Milieu
pt: Natureza/Animais/Meio Ambiente

source: Netherlands
es: Holanda
nl: Nederland
pt: Holanda

source: Network
es: Sistema de redes
nl: Netwerk
pt: Rede

source: Network Name
es: Nombre de sistema de redes
nl: Naam netwerk
pt: Nome da rede

source: Never
es: Nunca
nl: Nooit
pt: Nunca

source: New Favorite
es: Nuevo favorito
nl: Nieuwe favoriet
pt: Novo Favorito

source: New Favorite %i
es: Nuevo favorito %i
nl: Nieuwe favoriet %i
pt: Novo Favorito %i

source: New folder
es: Nueva carpeta
nl: Nieuwe map
pt: Nova pasta

source: New media
es: Medios de información
nl: Nieuwe media
pt: Novos conteúdos

source: New search
es: Nueva búsqueda
nl: Nieuwe zoekopdracht
pt: Nova procura

source: New service detected
es: Detectado un nuevo servicio
nl: Nieuwe dienst vastgesteld
pt: Novo serviço detectado

source: News magazine
es: Programa de noticias
nl: Actualiteitenmagazine

source: News/Current affairs
es: Noticias/Temas de actualidad
nl: Nieuws/Actualiteit
pt: Notícias/actualidades

source: News/Weather report
es: Noticias/Informe del tiempo
nl: Nieuws/Weerbericht
pt: Notícias/Tempo relatório

source: Next
es: Siguiente
nl: Volgende
pt: Seguinte

source: Next recording on
es: Próxima grabación en
nl: Volgende opname op
pt: Próxima gravação a

source: Night
es: Noche
nl: Nacht
pt: Noite

source: No content
es: Sin contenido
nl: Geen inhoud
pt: Sem conteúdo

source: No content for this universe
es: Ningún contenido para este universo
nl: Geen inhoud voor deze rubriek
pt: Sem conteúdo para este universo

source: No rating
es: Ninguna clasificación
nl: Geen rating
pt: Sem classificação

source: No results for '%s'
es: Ningún resultado para '%s'
nl: Geen resultaten voor '%s'
pt: Sem resultados para '%s'

source: No scheduled recordings
es: No hay grabaciones programadas
nl: Geen geprogrammeerde opnames
pt: Sem gravações agendadas

source: No signal
es: No señal
nl: Geen signaal
pt: Sem sinal

source: None
es: Ninguno
nl: Geen
pt: Nenhuma

source: Not display hidden items
es: No mostrar elementos ocultos
nl: Verborgen items niet tonen
pt: Não mostrar itens escondidos

source: Not enough disk space
es: No hay espacio suficiente en disco
nl: Niet genoeg ruimte op de schijf
pt: Espaço em disco insuficiente

source: Not enough space left : The recording "%(recording_name)s" failed to start on %(channel_name)s.
es: No hay bastante espacio en disco : La grabación "%(recording_name)s" no podia iniciarse en %(channel_name)s.
nl: Niet voldoende vrije ruimte: De opname "%(recording_name)s" op %(channel_name)s is niet gestart.
pt: O espaço que resta não é suficiente: A gravação "%(recording_name)s" não pôde ser iniciada em %(channel_name)s.

source: November
es: Noviembre
pt: Novembro

source: Now Playing
es: Reproducir ahora
nl: Nu aan het afspelen
pt: A Reproduzir

source: Number of channels
es: Número de canales
nl: Aantal kanalen
pt: Número de canais

source: Number of files
es: Número de archivos
nl: Aantal bestanden
pt: Número de ficheiros

source: Number of recordings
es: Número de grabaciones
nl: Aantal opnames
pt: Número de gravações

source: Number of scheduled recordings
es: Número de grabaciones programadas
nl: Aantal geprogrammeerde opnames
pt: Número de gravações agendadas

source: Number of tracks
es: Número de pistas
nl: Aantal tracks
pt: Número de faixas

source: OFF
es: APAGADO
nl: UIT

source: ON
es: ENCENDIDO
nl: AAN

source: October
es: Octubre
nl: oktober
pt: Outubro

source: One
es: Uno
nl: Een
pt: Um

source: Only this time
es: sólo una vez
nl: Eenmalig
pt: Apenas esta vez

source: Operation not permitted
es: Operación no permitida
nl: Handeling niet toegestaan
pt: Operação não permitida

source: Original language
es: Idioma original
nl: Oorspronkelijke taal
pt: Língua original

source: Other
es: Otro
nl: Andere
pt: Outra

source: Parameters
es: Parámetros
pt: Parâmetros

source: Parental control
es: Control parental
nl: Oudercontrole
pt: Controlo parental

source: Parental rating
es: Clasificación parental
pt: Classificação parental

source: Performing arts
es: Arte dramático
nl: Podiumkunsten

source: Picture size
es: Tamaño de la imagen
nl: Beeldgrootte
pt: Tamanho da imagem

source: Play / Pause
es: Play / Pausa
nl: Afspelen / Pauze
pt: Reproduzir/Pausar

source: Play embedded audio
es: Poner en marcha el elemento de audio incluido
nl: Ingebedde audio afspelen
pt: Reproduzir o áudio incorporado

source: Play embedded image
es: Poner en marcha el elemento de imagen incluido
nl: Ingebedde afbeelding afspelen
pt: Reproduzir a imagem incorporada

source: Play embedded video
es: Poner en marcha el elemento de video incluido
nl: Ingebedde video afspelen
pt: Reproduzir o vídeo incorporada

source: Play marker list
es: Reproducir lista de marcador
nl: Markerlijst afspelen
pt: Reproduzir lista de marcadores

source: Play mode
es: Modo de reproducción
nl: Afspeelmodus
pt: Modo de reprodução

source: Playlist editor
es: Editor de playlist
nl: Editor afspeellijst
pt: Editor de playlist

source: Playlist name
es: Nombre de la playlist
nl: Naam afspeellijst
pt: Nome da playlist

source: Please wait...
es: Por favor espere...
nl: Even geduld a.u.b.
pt: Por favor, aguarde...

source: Popular culture/Traditional arts
es: Cultura popular/Arte tradicional
nl: Volkscultuur/Traditionele kunst
pt: Cultura popular/Artes Tradicionais

source: Portugese
es: Portugués
nl: Portugees
pt: Português

source: Pre-school children's program
es: Programa para preescolares
nl: Peuterprogramma
pt: Pré-escolar da criança programa

source: Press > to display programs list
es: Presionar > para desplegar la lista de programas
nl: Druk > om te programmalijst weer te geven
pt: Carregue em > para ver a lista de programas

source: Press Home to switch universe
es: Presionar Página inicial para cambiar universo
nl: Druk Home om van categorie te wisselen
pt: Carregue em Home para mudar de universo

source: Program a recording
es: Programar una grabación
nl: Een opname programmeren
pt: Programar uma gravação

source: Program already over
es: Programa ya terminado
nl: Programma reeds voorbij.
pt: Programa já terminado.

source: Random
es: Aleatorio
nl: Willekeurig
pt: Aleatório

source: Rate
es: Nota
nl: Status
pt: Classificar

source: Rating
es: Clasificación
nl: Status
pt: Classificação

source: Rear CVBS
es: CVBS trasero
nl: CVBS achteraan
pt: CVBS traseiro

source: Rear Y/C
es: Y/C trasero
nl: Y/C achteraan
pt: Y/C traseiro

source: Record date
es: Fecha de grabación
nl: Opnamedatum
pt: Data de gravação

source: Record selected program
es: Grabar el programa seleccionado
nl: Opname geselecteerd programma
pt: Gravar programa seleccionado

source: Recording scheduler
es: Programador de grabación
nl: Programmering aan het opnemen
pt: Agendamento de gravação

source: Recording scheduler error
es: Error del programador de grabación
nl: Fout programmering opname
pt: Erro no agendamento da gravação

source: Religion
es: Religión
nl: Religie
pt: Religião

source: Remaining recordings
es: Grabaciones restantes
nl: Resterende opnames
pt: Gravações restantes

source: Remarkable people
es: Gente importante
nl: Opmerkelijke mensen
pt: Notáveis pessoas

source: Remove demo mode
es: Quitar el modo demo
nl: Demo mode verwijderen
pt: Remover modo de demonstração

source: Remove item from playlist
es: Remover objeto de la lista de reproducción
nl: Item verwijderen uit de afspeellijst
pt: Remover item da playlist

source: Remove item(s) from playlist?
es: ¿Remover objeto(s) de la playlist?
nl: Item(s) van de afspeellijst verwijderen?
pt: Remover item(s) da playlist?

source: Rename
es: Volver a nombrar
nl: Naam wijzigen
pt: Renomear

source: Rename "%(selected_caption)s"
es: Renombrar "%(selected_caption)s"
nl: Naam wijzigen "%(selected_caption)s"
pt: Renomear "%(selected_caption)s"

source: Repeat
es: Repetir
nl: Herhalen
pt: Repetir

source: Replace
es: Reemplazar
nl: Vervangen
pt: Substituir

source: Resolution
es: Resolución
nl: Resolutie
pt: Resolução

source: Resume bookmark
es: Reanudar marcador
nl: Hervatten bij bookmark
pt: Retomar marcador

source: Resume playback?
es: ¿Reanudar la reproducción?
nl: Hervatten bij laatste stop?
pt: Retomar a reprodução?

source: Return to navigator
es: Regreso al navegador
nl: Terug naar de navigator
pt: Voltar ao navegador

source: Return to player
es: Regreso al player
nl: Terug naar de speler
pt: Voltar ao leitor

source: Right rotation
es: Rotación derecha
nl: Draai naar rechts
pt: Rotação para a direita

source: Romance
es: Amor
nl: Romantische komedie

source: Run demo mode
es: Usar el modo demo
nl: Demo mode afspelen
pt: Correr modo de demonstração

source: S/PDIF Sound
es: Sonido SPDIF
nl: S/PDIF Geluid
pt: S/PDIF Som

source: SPDIF Sound
es: Sonido SPDIF
nl: SPDIF Geluid
pt: Som SPDIF

source: Saturday
es: Sábado
nl: zaterdag
pt: Sábado

source: Saving channels, please wait...
es: Grabando canales, por favor espere...
nl: Kanalen aan het opslaan, even geduld a.u.b.
pt: A gravar canais, por favor aguarde...

source: Scan impossible
es: Escaneado imposible
nl: Scan niet mogelijk
pt: Não é possível fazer scan

source: Scan in progress...
es: Búsqueda en curso…
nl: Aan het scannen…
pt: Scan em progresso…

source: Scan progress :
es: Progreso del escaneado:
nl: Vooruitgang scan:
pt: Progresso do scan:

source: Schedule a recording
es: Programar una grabación
nl: Programmeer een opname
pt: Agendar uma gravação

source: Scheduled recording name
es: Nombre de la grabación programada
nl: Geprogrammeerde opnamenaam
pt: Nome da gravação agendada

source: Scheduled recordings
es: Grabaciones programadas
nl: Geprogrammeerde opnames.
pt: Gravações agendadas

source: Science fiction/Fantasy/Horror
es: Ciencia Ficción/Fantasía/Terror
nl: Science fiction/Fantasie/Horror
pt: Ficção científica/Fantasia /Horror

source: Scrambled
es: Codificado
nl: Gescrambled
pt: Codificado

source: Scrambled content
es: Contenido codificado
nl: Versleutelde inhoud
pt: Conteúdo codificado
