Repository: wydevices/wydevices
Catalog: Wydev-Python2.5/locale/*/LC_MESSAGES/messages.po
Languages: es, nl, pt

source: Scrambled program
es: Programa codificado
nl: Gecodeerd programma
pt: Programa codificado

source: Search
es: Buscar
nl: Zoeken
pt: Procura

source: Search for "%s"
es: Búsqueda de"%s"
nl: Zoeken naar "%s"
pt: Procurar "%s"

source: Secret code
es: Código secreto
nl: Geheime code
pt: Código secreto

source: Select TV physical aspect ratio
es: Seleccione relación de aspecto TV
nl: Selecteer de TV beeldverhouding
pt: Seleccione o rácio de aspecto do televisor

source: Select a secret code
es: Seleccione un código secreto
nl: Kies een geheime code
pt: Seleccione um código secreto

source: Select chapter
es: Seleccione capítulo
nl: Kies een hoofdstuk
pt: Seleccionar capítulo

source: Select item to move
es: Seleccione artículo que hay que mover
nl: Selecteer een item om het te verplaatsen
pt: Seleccione item a mover

source: Select time zone
es: Seleccione su zona horaria
nl: Kies een tijdzone
pt: Seleccione fuso horário

source: Select your country
es: Seleccione su país
nl: Kies je land
pt: Seleccione o seu país

source: Select your language
es: Seleccione su idioma
nl: Kies je taal
pt: Seleccione a sua língua

source: Select your resolution
es: Seleccione su resolución
nl: Selecteer de resolutie
pt: Seleccione o seu resolução

source: Select your time zone
es: Seleccione su zona horaria
nl: Kies je tijdzone
pt: Seleccione o seu fuso horário

source: September
es: Septiembre
pt: Setembro

source: Serial Number: %s
es: Número de Serie: %s
nl: Serienummer: %s
pt: Número de série: %s

source: Serious/Classical music
es: Música seria/Clásica
nl: Klassieke muziek
pt: Sérios/Música clássica

source: Serious/Classical/Religious/Historical movie/drama
es: Película Seria/Clásica/Religiosa/Histórica/drama
nl: Serieuze/Klassieke/Religieuze/Historische film/drama
pt: Sérios/Clássica/Religioso/filme histórico/drama

source: Service removed
es: Servicio eliminado
nl: Dienst verwijderd
pt: Serviço removido

source: Set to child mode
es: Cambiar a modo para niños
nl: Instellen op kindermodus
pt: Activar modo Crianças

source: Set to parent mode
es: Cambiar a modo parental
nl: Instellen op volwassenenmodus
pt: Activar modo parental

source: Set your configuration
es: Ajuste su configuración
nl: Stel je configuratie in
pt: Escolha a sua configuração

source: Show TV navigator
es: Mostrar navegador TV
nl: TV navigator tonen
pt: Mostrar navegador de TV

source: Show audio navigator
es: Mostrar navegador de audio
nl: Audio navigator tonen
pt: Mostrar navegador de áudio

source: Show hidden items
es: Mostrar elementos ocultos
nl: Verborgen items tonen
pt: Mostrar itens escondidos

source: Show/Game show
es: Espectáculo/Programa Concurso
nl: Show/Spelprogramma
pt: Show/Jogo show

source: Size
es: Tamaño
nl: Grootte
pt: Tamanho

source: Slideshow parameters
es: Parámetros de presentación de diapositivas
nl: Instellingen diavoorstelling
pt: Parâmetros da apresentação de slides

source: Slot time:
es: Intervalo de tiempo:
nl: Eindtijd:
pt: Tempo de intervalo:

source: Soap/Melodrama/Folkloric
es: Telenovela/Melodrama/Folklore
nl: Soap/Melodrama/Folklore
pt: Novelas/melodrama/Folclórico

source: Social/Spiritual sciences
es: Ciencias sociales/Espirituales
nl: Sociale/Spirituele wetenschappen
pt: Ciências Espirituais/Sociais

source: Social/political issues/Economics
es: Temas sociales/políticos/Economía
nl: Sociale/politieke zaken/Economie
pt: Social/questões políticas/Economia

source: Software Version: %s
es: Software Versión: %s
nl: Software versie: %s
pt: Versão do software: %s

source: Sound level
es: Nivel de sonido
nl: Geluidsniveau
pt: Volume de som

source: Sound track
es: Pista de sonido
pt: Faixa de som

source: Sound/Image
es: Sonido/Imagen
nl: Geluid/Beeld
pt: Som/Imagen

source: Spain
es: España
nl: Spanje
pt: Espanha

source: Spanish
es: Español
nl: Spaans
pt: Espanhol

source: Special Events (Olympic games, World cup...)
es: Eventos Especiales (juegos Olímpicos, copa del Mundo...)
nl: Speciale evenementen (Olympische Spelen, Wereldbeker,...)
pt: Eventos Especiais (Jogos Olímpicos, Campeonatos do Mundo ...)

source: Sports
es: Deportes
nl: Sport
pt: Esportes

source: Sports magazine
es: Revista deportiva
nl: Sportmagazine
pt: Esportes revista

source: Start
es: Inicio
nl: Begin
pt: Início

source: Start scan
es: Empezar el escaneado
nl: Scannen starten
pt: Iniciar scan

source: Start time
es: Hora de inicio
nl: Starttijd
pt: Hora de início

source: Stereo
es: Estéreo
pt: Estéreo

source: Stop and return to audio navigator
es: Oarar y regresar al navegador de audio
nl: Stop en terug naar de audio navigator
pt: Parar e voltar ao navegador de áudio

source: Stop the recording before changing channels.
es: Detenga la grabación antes de cambiar canales.
nl: Stop de opname vooraleer de kanalen te wijzigen
pt: Interrompa a gravação antes de mudar de canal.

source: Subtitles
es: Subtítulos
nl: Ondertitels
pt: Legendas

source: Subtitles for hearing impaired
es: Subtítulos para sordos
nl: Ondertitels voor slechthorenden
pt: Legendas para deficientes auditivos

source: Sunday
es: Domingo
nl: zondag
pt: Domingo

source: TV Universe
es: Universo TV
nl: TV-rubriek
pt: Universo TV

source: TV channels
es: Canales TV
nl: TV kanalen
pt: Canais de TV

source: TV failure
es: Error TV
nl: TV defect
pt: Falha da TV

source: Talk show
es: Programa de entrevistas
nl: Praatprogramma

source: Team sports (other than football)
es: Deportes en equipo (diferentes del futbol)
nl: Teamsporten (andere dan voetbal)
pt: Equipe desportivos (com excepção do futebol)

source: Technology/Natural sciences
es: Tecnología/Ciencias Naturales
nl: Technologie/Natuurwetenschappen
pt: Tecnologia/Ciências Naturais

source: Tennis/Squash
es: Tenis/Squash
pt: Tênis/Squash

source: That name is not valid. Choose another one.
es: Ese nombre no es válido. Elija otro.
nl: Deze naam is niet geldig. Kies een andere naam.
pt: Esse nome não é válido. Por favor, escolha outro.

source: The %(date)s From %(start_time)s To %(end_time)s
es: El %(date)s Desde %(start_time)s Hasta %(end_time)s
nl: De %(date)s van %(start_time)s tot %(end_time)s
pt: Em %(date)s Das %(start_time)s Às %(end_time)s

source: The %(date)s From %(start_time)s To %(end_time)s repeated %(name)s (%(number)s more remaining)
es: La %(date)s De %(start_time)s A %(end_time)s repetido %(name)s (%(number)s restante(s))
nl: De %(date)s van %(start_time)s tot %(end_time)s wordt herhaald, %(name)s(%(number)s resterend).
pt: Em %(date)s Das %(start_time)s Às %(end_time)s Repetido %(name)s (%(number)s restante)

source: The content you requested was not found.
es: El contenido que ha solicitado no se ha encontrado.
nl: Het gevraagde item is niet gevonden
pt: O conteúdo pedido não foi encontrado.

source: The program is over. You cannot record it.
es: El programa ha terminado. No lo puede grabar.
nl: Dit programma is voorbij. U kunt het niet opnemen.
pt: O programa já terminou. Não é possível gravá-lo.

source: The recording "%(recording_name)s" failed to start on %(channel_name)s.
es: La grabación "%(recording_name)s" no podia iniciarse en %(channel_name)s.
nl: De opname "%(recording_name)s" op %(channel_name)s is niet gestart.
pt: A gravação "%(recording_name)s" não pôde ser iniciada em %(channel_name)s.

source: The recording cannot be longer than 6 hours.
es: La grabación no puede durar más de 6 horas.
nl: De opname kan niet langer duren dan 6 uur.
pt: A gravação não pode exceder 6 horas.

source: The recording you are attempting to schedule conflicts with "%(name)s", starting at %(start_time)s on %(channel)s.
es: La grabación que está tratando de programar está en conflicto con "%(name)s", que empieza a %(start_time)s en %(channel)s.
nl: De opname die u probeert te programmeren valt samen met "%(name)s", dat start om %(start_time)s op %(channel)s.
pt: A gravação que está a tentar agendar entra em conflito com "%(name)s", com início às %(start_time)s em %(channel)s.

source: The server is not responding. Please try to access the content later.
es: El servidor no está respondiendo. Por favor, trate de acceder al contenido más tarde.
nl: De server reageert niet. Probeer later opnieuw.
pt: Não há resposta do servidor. Por favor, tente aceder ao conteúdo mais tarde.

source: The way this disk was formatted does not allow this operation
es: La forma en que este disco ha sido formateado no permite esta operación
nl: De coderingswijze van deze schijf laat deze handeling niet toe.
pt: A forma como este disco foi formatado não permite esta operação.

source: This instant recording will stop when the scheduled recording "%(name)s" starts at %(start_time)s on %(channel)s.
es: Esta grabación instantánea se detendrá cuando la grabación programada "%(name)s" comience a las %(start_time)s enl %(channel)s.
nl: Deze instant opname zal worden stopgezet wanneer de geprogrammeerde opname "%(name)s" start om %(start_time)s op %(channel)s.
pt: Esta gravação instantânea será interrompida quando a gravação agendada "%(name)s" iniciar às %(start_time)s em %(channel)s.

source: This operation could take 2 minutes
es: Esta operación puede durar 2 minutos
nl: Deze handeling kan tot 2 minuten duren
pt: Esta operação poderá demorar 2 minutos.

source: This program is scrambled.
es: El programa está codificado.
nl: Dit programma is gecodeerd.
pt: Este programa está codificado.

source: This record's duration was not changed because it would conflict with "%(name)s", starting at %(start_time)s on %(channel)s.
es: La duración de la grabación no ha sido cambiada porque estaría en conflicto con "%(name)s", que empieza a %(start_time)s en %(channel)s.
nl: De opnameduur werd niet gewijzigd want de opname zou samenvallen met "%(name)s", dat start om %(start_time)s op %(channel)s.
pt: A duração desta gravação não foi alterada, porque entraria em conflito com "%(name)s", que inicia às %(start_time)s em %(channel)s.

source: This recording duration was not changed because there isn't enough disk space to store it.
es: La duración de la grabación no ha cambiado porque no hay suficiente espacio en el disco para almacenarla.
nl: De opnameduur werd niet gewijzigd omdat er niet voldoende schijfruimte beschikbaar is.
pt: A duração desta gravação não foi alterada, porque não existe espaço em disco suficiente para a guardar.

source: This recording has already started.
es: Ya hay una grabación en marcha.
nl: Deze opname is reeds begonnen.
pt: Esta gravação já iniciou.

source: This recording has already started. To stop it, close the EPG grid and press Stop.
es: Esta grabación ya ha comenzado. Para detenerla, cierre la rejilla EPG y dele a Stop.
nl: Deze opname is reeds begonnen. Om de opname te stoppen, sluit het EPG-rooster en druk Stop.
pt: Esta gravação já iniciou. Para parar, feche a grelha do EPG e carregue em Stop.

source: Thursday
es: Jueves
nl: donderdag
pt: Quinta-feira

source: Time format
es: Formato de hora
nl: Tijdformaat
pt: Formato da hora

source: Time record margins
es: Márgenes de grabación
nl: Marges tijdopname
pt: Margens do tempo de gravação

source: Time set
es: Puesta en hora
nl: Tijd instellen
pt: Acertar hora

source: Time zone
es: Zona horaria
nl: Tijdzone
pt: Fuso horário

source: Title
es: Título
nl: Titel
pt: Título

source: To enter this folder, please go back to list mode.
es: Para entrar en la carpeta, por favor vuelva al modo de lista.
nl: Ga terug naar de modus lijst om deze map te openen.
pt: Para entrar nesta pasta, por favor, volte ao modo de lista.

source: To unlock, press
es: Para desbloquear, prensa
nl: Om te deblokkeren, druk
pt: Para desbloquear, carregue em

source: Top slide
es: Apertura superior del cursor
pt: Slide do topo

source: Top to bottom
es: De arriba abajo
pt: Do topo para o fundo

source: Tourism/Travel
es: Turismo/Viajes
nl: Toerisme/Reizen
pt: Turismo/Viagens

source: Track
es: Pista
pt: Faixa

source: Transcode to PSP™
es: Transcodificar a PSP™
nl: Transcoderen naar PSP™
pt: Converter para PSP™

source: Transition
es: Transición
nl: Transitie
pt: Transição

source: Transitions
es: Transiciones
nl: Transities
pt: Transições

source: Tuesday
es: Martes
nl: dinsdag
pt: Terça-feira

source: UPNP device %(server_name)s
es: Dispositivo UPNP %(server_name)s
pt: Dispositivo UPNP %(server_name)s

source: URL navigator menu
es: Menú navegador URL
nl: URL navigatie menu
pt: Menu de navegação em URL

source: USB device %(volume_name)s
es: Dispositivo USB %(volume_name)s
pt: Dispositivo USB %(volume_name)s

source: Unauthorized content
es: Contenido prohibido
nl: Niet-toegestane inhoud
pt: Conteúdo não autorizado

source: Undefined content
es: Contenido desconocido
nl: Niet-gedefinieerde inhoud
pt: Conteúdo indefinido

source: Unhide
es: Descubrir
nl: Niet verbergen
pt: Mostrar

source: Unknown
es: Desconocido
nl: Onbekend
pt: Desconhecido

source: Unknown URI
es: URI desconocido
nl: URI onbekend
pt: URI desconhecido

source: Unknown audio codec
es: Audio codec desconocido
nl: Audio codec onbekend
pt: Codec áudio desconhecido

source: Unknown bitrate
es: Velocidad de transferencia desconocida
nl: Bitrate onbekend
pt: Bitrate desconhecido

source: Unknown content access
es: Acceso a contenido desconocido
nl: Toegang niet-gekende inhoud
pt: Acesso a conteúdos desconhecidos

source: Unknown date
es: fecha desconocida
nl: Datum onbekend
pt: Data desconhecida

source: Unknown device
es: Dispositivo desconocido
nl: Apparaat onbekend
pt: Dispositivo desconhecido

source: Unknown duration
es: Duración desconocida
nl: Duur onbekend
pt: Duração desconhecida

source: Unknown number
es: Número desconocido
nl: Nummer onbekend
pt: Número desconhecido

source: Unknown resolution
es: Resolución desconocida
nl: Resolutie onbekend
pt: Resolução desconhecida

source: Unknown size
es: Tamaño desconocido
nl: Grootte onbekend
pt: Tamanho desconhecido

source: Unknown sound format
es: Formato de sonido desconocido
nl: Geluidsformaat onbekend
pt: Formato de som desconhecido

source: Unmark all items
es: Desmarcar todos los elementos
nl: Markering alle items ongedaan maken
pt: Desmarcar todos os itens

source: Unpublished
es: Sin publicar
nl: Onuitgegeven
pt: Não editado

source: Untitled
es: Sin título
nl: Geen titel
pt: Sem título

source: Update
es: Actualización
pt: Actualizar

source: Update %(version)s was successfully installed
es: La actualización %(version)s se ha instalado con éxito
nl: Update %(version)s werd succesvol geïnstalleerd
pt: A actualização %(version)s foi instalada com sucesso

source: Update (version %(version)s) failed. Please reboot.
es: La actualización (version %(version)s) ha fallado. Por favor reinicie.
nl: Update (version %(version)s) gefaald. Gelieve het systeem te herstarten.
pt: A actualização (versão %(version)s) falhou. Por favor, reinicie.

source: Update Web Services content
es: Actualizar el contenido de los servicìos del Web
nl: Update inhoud webdiensten
pt: Actualizar conteúdo dos serviços da Internet

source: Update in progress (version %(version)s)
es: Actualización en curso (version %(version)s)
nl: Vooruitgang update (version %(version)s)
pt: Actualização em progresso (versão %(version)s)

source: Update mode
es: Modo de actualización
nl: Update modus
pt: Modo de actualização

source: Update process aborted
es: Proceso de actualización interrumpido
nl: Updateproces voortijdig beëindigd
pt: Processo de actualização abortado

source: Update was successfully installed. The box will reboot automatically
es: La actualización se ha instalado con éxito. El box se reiniciará automáticamente
nl: Update met succes geïnstalleerd. De box zal automatisch herstarten.
pt: A actualização foi instalada com sucesso. A box irá reiniciar automaticamente.

source: User defined
es: Definido por el usuario
nl: Gedefinieerde gebruiker
pt: Utilizador definido

source: Variety show
es: Espectáculo de variedades
nl: Variëteitenprogramma
pt: Variedades show

source: Version
es: Versión
nl: Versie
pt: Versão

source: Video parameters
es: Parámetros de vídeo
nl: Video-instellingen
pt: Parâmetros de vídeo

source: Video/Photo
es: Vídeo/Foto
nl: Video/Foto
pt: Vídeo/Fotos

source: Views
es: Vistas
nl: Weergaves
pt: Vistas

source: WPA key
es: Clave WPA
pt: Chave WPA

source: Warning
es: Advertencia
nl: Waarschuwing
pt: Aviso

source: Warning, when you activate this option, some short black screens may be displayed at the beginning and the end of playback. Don't worry about it; your box is just switching its frame rate to guarantee you the best image!
es: Advertencia, al activar esta opción, al inicio y al final de la reproducción pueden aparecer algunas pantallas negras cortas. No se preocupe por eso; ¡su MediaBox sólo está ajustando su frecuencia de cuadros para garantizarle la mejor imagen!
nl: Waarschuwing, bij het activeren van deze optie kan een zwart scherm verschijnen aan het begin en het einde van de playback. Dit is echter geen probleem; de box wijzigt de framerate voor een optimale beeldkwaliteit!
pt: Atenção: ao activar esta opção, poderão ser visíveis alguns breves ecrãs pretos no início e no fim da reprodução. Não se preocupe; a sua box está a mudar a framerate para lhe garantir a melhor imagem!

source: Water sports
es: Deportes en el agua
nl: Watersporten
pt: Desportos aquáticos

source: Web Browser
es: Navegador Web
pt: Browser Web

source: Web Services
es: Servicios de Web
nl: Webdiensten
pt: Serviços Web

source: Wednesday
es: Miércoles
nl: woensdag
pt: Quarta-feira

source: Welcome !
es: ¡Bienvenido!
nl: Welkom!
pt: Bem-vindo!

source: Winter sports
es: Deportes de invierno
nl: Wintersporten
pt: Desportos de Inverno

source: Wireless
es: Inalámbrico

source: Wrong PIN code
es: Código PIN incorrecto
nl: Verkeerde PIN-code
pt: Código PIN errado

source: YYYY/MM/DD
es: AAAA/MM/DD
nl: JJJJ/MM/DD
pt: AAAA/MM/DD

source: Year
es: Año
nl: Jaar
pt: Ano

source: Yes
es: Sí
nl: Ja
pt: Sim

source: You are about to reset the box. Are you sure you want to do it? If 'Yes', box will reboot.
es: Está a punto de reiniciar su producto. ¿Lo confirma? Si es 'Sí', el producto se iniciará automáticamente.
nl: Dit product zal worden gereset. Wenst u verder te gaan? Indien 'Ja' zal het product automatisch herstarten.
pt: Está prestes a reiniciar a box. Tem a certeza que quer prosseguir? Se sim, a box irá reiniciar.

source: You are already using a more recent firmware
es: Ya está usando un firmware más reciente
nl: U gebruikt een recentere firmware
pt: Já está a usar um firmware mais recente.

source: You are trying to record a program already over.
es: Está tratando de grabar un programa que ya ha terminado.
nl: U probeert een programma op te nemen dat reeds voorbij is.
pt: Está a tentar gravar um programa já terminado.

source: You are trying to record from a content-protected source. This is forbidden. Cannot start recording on %s.
es: Está tratando de grabar de una fuente de contenido protegido. Eso está prohibido. No se puede iniciar grabación en %s.
nl: U probeert een bron met een beschermde inhoud op te nemen. Dit is verboden. De opname op %s kan niet worden gestart.
pt: Está a tentar gravar a partir de uma fonte com conteúdo protegido. Esta operação não é permitida. Não é possível começar a gravar a %s.

source: You are trying to record from a content-protected source. This is forbidden. Recording stopped on %s.
es: Está tratando de grabar de una fuente de contenido protegido. Eso está prohibido. Deje de grabar en %s.
nl: U probeert een bron met een beschermde inhoud op te nemen. Dit is verboden. De opname op %s is gestopt.
pt: Está a tentar gravar a partir de uma fonte com conteúdo protegido. Esta operação não é permitida. A gravação terminou a %s.

source: Your display resolution has been restored to its previous setting
es: La resolución de su pantalla ha sido restablecida a las propiedades que tenía antes
nl: De vorige schermresolutie werd opnieuw ingesteld
pt: A resolução foi alterada para a definição anterior.

source: Zap to selected channel
es: Pasar a canal seleccionado
nl: Ga naar het geselecteerde kanaal
pt: Mudar para o canal seleccionado

source: channels
es: canales
nl: kanalen
pt: canais

source: home
es: página inicial
pt: Entrada

source: key
es: clave
nl: toets
pt: Chave

source: language
es: Idioma
nl: taal
pt: linguagem

source: list
es: lista
nl: lijst
pt: Lista

source: mute
es: mudo
pt: Mudo

source: option
es: opción
nl: optie
pt: Opção

source: play / pause
es: play / pausa
pt: Reproduzir/Pausa

source: power
es: poder
pt: Ligar

source: record
es: registro
nl: opname
pt: Gravar

source: selection
es: selección
nl: selectie
pt: Selecção

source: stop
es: detener
pt: Parar

source: title
es: título
nl: titel
pt: Título

source: volume +
es: volumen +

source: volume -
es: volumen -

source: Led Policy
es: Política Leds Frontal

source: Cron Deamon
es: Planificador Cron
nl: Deamon Cron
pt: Deamon Cron

source: InaDyn DNS Client
es: Cliente InaDyn
nl: InaDyn Client DNS
pt: InaDyn Client DNS

source: Pure FTP Server
es: Servidor Pure FTP
nl: Serveur Pure FTP
pt: Serveur Pure FTP

source: Remote Sync
es: RSync

source: Samba Client
es: Cliente Samba
nl: Client Samba
pt: Client Samba

source: Samba Server
es: Servidor Samba
nl: Serveur Samba
pt: Serveur Samba

source: Syslog Deamon
es: Demonio Syslog
nl: Deamon Syslog
pt: Deamon Syslog

source: Transmission Client
es: Cliente Transmission
nl: Client Transmission
pt: Client Transmission

source: Start Extra
es: Arrancar Extra

source: Stop Extra
es: Parar Extra

source: Enable Extra
es: Habilitar Extra

source: Disable Extra
es: Deshabilitar Extra

source: Reboot Wydevice
es: Reiniciar Wydevice

source: Reboot Splash
es: Reiniciar GUI(Splash)

source: Restart Player
es: Reiniciar Reproductor

source: Shutdown Wydevice
es: Apagar Wydevice

source: Original WyDev Reboot
es: Original WyPlay Reboot

source: Fan Speed :
es: Velocidad Ventilador :

source: Cpu Temp :
es: Temperatura CPU :

source: Hdd Temp :
es: Temperatura HDD :

source: Set Cpu Temp (%d %s)
es: Fijar temperatura CPU (%d %s)

source: Cpu Usage : -- %
es: Uso de Cpu : -- %

source: Cpu Usage : %d %%
es: Uso de CPU : %d %%

source: Mem Usage : -- %
es: Uso de memoria : -- %

source: Mem Usage : %d %%
es: Uso de memoria : %d %%

source: Cpu Setpoint Temperature
es: Temperatura Cpu Setpoint

source: Red
es: Rojo

source: Blue
es: Azul

source: Orange
es: Naranja

source: Used
es: En uso

source: Action
es: Accion

source: Priority : %d
es: Prioridad : %d

source: Led Switch
es: Led Alterno

source: X Blinks
es: X Parpadeos

source: Quick Blink
es: Parpadeo Rapido

source: Modifications will take effect after reboot. Do you want to reboot now ?
es: Las modificaciones tendrán efecto tras el reinicio. Quiere Reiniciar Ahora ?

source: Copying %s
es: Copiando %s

source: Copy "%s" to "%s"
es: Copiar "%s" a "%s"

source: Move "%s" to "%s"
es: Mover "%s" a "%s"

source: Copying "%s" to "%s"...
es: Copiando "%s" a "%s"...

source: Enter the new video name
es: Introduzca el nombre del video

source: File %s already exist. Aborting...
es: El archivo %s ya existe. Abortando...

source: Audio
pt: Áudio

source: Detective/Thriller
nl: Detectieve/Thriller
pt: Detective/Policial

source: English
nl: Engels
pt: Inglês

source: Error
nl: Fout
pt: Erro

source: General
nl: Algemeen
pt: Geral

source: N/A
pt: N/D

source: No
nl: Nee
pt: Não

source: Radio
pt: Rádio

source: Manual
nl: Handmatig

source: Original
nl: Oorspronkelijke

source: Playlist
nl: Afspeellijst
