Repository: wydevices/wydevices
Catalog: Wydev-Python2.5/locale/*/LC_MESSAGES/messages.po
Languages: es, nl, pt

source: The channel will change when recording starts.
es: El canal se cambiará cuando comience la grabación.
nl: Het kanaal zal wijzigen wanneer de opname start.
pt: O canal mudará com o início da gravação.

source: %(authType)s key for %(essid)s
es: %(authType)s clave para %(essid)s
nl: %(authType)s toets voor %(essid)s
pt: %(authType)s chave para %(essid)s

source: %(channel_name)s added on channel #%(channel_number)i.
es: %(channel_name)s añadido al canal #%(channel_number)i.
nl: %(channel_name)s is toegevoegd op kanaal #%(channel_number)i.
pt: %(channel_name)s adicionado no canal #%(channel_number)i.

source: %(channel_name)s is not available anymore.
es: %(channel_name)s ya no está disponible.
nl: %(channel_name)s is niet langer beschikbaar.
pt: %(channel_name)s já não está disponível.

source: %(date)s %(channel)s %(start_time)s - %(end_time)s
es: %(channel)s (%(date)s %(start_time)s - %(end_time)s)

source: %(items)i item
es: %(items)i elemento

source: %(items)i item, %(size)s
es: %(items)i elemento, %(size)s

source: %(num_services)i channels found. Do you want to save them ?
es: %(num_services)i canales encontrados. ¿Quiere guardarles?
nl: %(num_services)i kanalen gevonden. Wenst u deze op te slaan ?
pt: %(num_services)i canais encontrados. Deseja guardá-los?

source: %(size)s available space
es: %(size)s espacio disponible
nl: %(size)s beschikbare ruimte
pt: %(size)s de espaço disponível

source: *90° left
es: *90° izquierda
nl: *90° links
pt: *90° para a esquerda

source: *90° right
es: *90° derecha
nl: *90° rechts
pt: *90° para a direita

source: *Rename marked items (with album tag)
es: *Renombrar los elementos marcados (con etiqueta de álbum)
nl: *Naam wijzigen van de gemarkeerde items (met albumtag)
pt: *Renomear itens marcados (com etiqueta de álbum)

source: *Reverse items
es: *elementos devueltos
nl: *items omkeren
pt: *Inverter itens

source: -10 years
es: -10 años
nl: -10 jaar
pt: -10 anos

source: 10 - 12 years
es: 10 - 12 años
nl: 10 - 12 jaar
pt: 10 - 12 anos

source: 12 - 16 years
es: 12 - 16 años
nl: 12 - 16 jaar
pt: 12 - 16 anos

source: 12 hours
es: 12 horas
nl: 12 uur
pt: 12 horas

source: 128 bits WEP key
es: Clave WEP 128 bits
pt: Chave WEP de 128 bits

source: 16 - 18 years
es: 16 - 18 años
nl: 16 - 18 jaar
pt: 16 - 18 anos

source: 24 hours
es: 24 horas
nl: 24 uur
pt: 24 horas

source: 64 bits WEP key
es: Clave WEP 64 bits
pt: Chave WEP de 64 bits

source: : Delete character
es: : Borrar carácter
nl: : Wissen
pt: : Deleter caracter

source: : Switch to symbol
es: : Símbolo
nl: : Symbolen
pt: : Símbolos

source: A favorite with that name already exists.
es: Ya existe un favorito con este nombre.
nl: De naam van deze favoriet bestaat reeds.
pt: Já existe um favorito com esse nome.

source: A recording is about to start on %s.
es: Una grabación está a punto de iniciarse en %s
nl: Er zal een opname beginnen op %s.
pt: Prestes a iniciar uma gravação em %s.

source: A recording is already in progress on %s.
es: Ya hay una grabación en marcha en %s
nl: De opname is reeds begonnen op %s.
pt: Existe já uma gravação a decorrer em %s.

source: A recording is in progress on channel %(channel)s. %(remaining_time)s remaining. Stop it?
es: Hay una grabación en proceso en el canal %(channel)s. %(remaining_time)s restante. ¿Quiere detenerla?
nl: Er is een opname bezig op kanaal %(channel)s. Deze duurt nog %(remaining_time)s. Wenst u deze te stoppen?
pt: Existe uma gravação a decorrer no canal %(channel)s. Faltam %(remaining_time)s. Deseja parar?

source: A recording is in progress.
es: Hay una grabación en marcha.
nl: Aan het opnemen.
pt: Existe uma gravação a decorrer.

source: A recording is in progress. %s remaining. Stop it ?
es: Hay una grabación en marcha. %s restantes. ¿Detenerla?
nl: Aan het opnemen. %s resterend. Wenst u dit te stoppen?
pt: Existe uma gravação a decorrer. Faltam %s. Deseja parar?

source: A recording is in progress. Stop it before zapping.
es: Hay una grabación en marcha. Deténgala antes de hacer zapping.
nl: Aan het opnemen. Stop de opname alvorens te zappen.
pt: Existe uma gravação a decorrer. Interrompa-a antes de fazer zapping.

source: Access and protections
es: Acceso y protecciones
nl: Toegang en beveiligingen
pt: Acesso e protecções

source: Actions
es: Acciones
nl: Acties
pt: Acções

source: Activation
es: Activación
nl: Activering
pt: Activação

source: Active
es: Activo
nl: Actief
pt: Activo

source: Add
es: Añadir
nl: Toevoegen
pt: Adicionar

source: Add marked items to "%(selected_caption)s"
es: Añadir los elementos marcados a "%(selected_caption)s"
nl: Gemarkeerde items toevoegen aan "%(selected_caption)s"
pt: Adicionar itens marcados a "%(selected_caption)s"

source: Add to favorites
es: Añadir a Favoritos
nl: Toevoegen aan favorieten
pt: Adicionar aos Favoritos

source: Add to now playing or play this item ?
es: ¿Añadir a reproducir ahora o a reproducir esta selección?
nl: Toevoegen aan nu afspelen of dit item afspelen?
pt: Adicionar à lista A Reproduzir ou reproduzir este item?

source: Adult movie/drama
es: Película de adultos/drama
nl: Film/Drama voor volwassenen
pt: Filme adulto/drama

source: Advanced
es: Avanzado
nl: Geavanceerd
pt: Avançado

source: Adventure/Western/War
es: Aventura/Oeste/Guerra
nl: Avontuur/Western/Oorlog
pt: Aventura/Western/Guerra

source: Advertisement/Shopping
es: Anuncios/Compras
nl: Publiciteit/Shopping
pt: Publicidade/Shopping

source: Afternoon
es: Mediodía
nl: Namiddag
pt: Tarde

source: Album
es: Álbum
pt: Álbum

source: All
es: Todo
nl: Alles
pt: Tudo

source: Always
es: Siempre
nl: Altijd
pt: Sempre

source: An error has occurred when checking update integrity !
es: ¡Ha ocurrido un error mientras se examinaba la integridad de la actualización!
nl: Er is een fout opgetreden bij het controlen van de integriteit van de update
pt: Ocorreu um erro ao verificar a integridade da actualização!

source: An instant recording on %(channel)s will be stopped when this recording starts.
es: Una grabación instantánea en %(channel)s se detendrá cuando esta grabación empezará.
nl: De instant opname op %(channel)s zal worden stopgezet wanneer deze opname start.
pt: Uma gravação instantânea em %(channel)s será interrompida quando esta gravação iniciar.

source: An update has been detected. Checking files. Please wait...
es: Se ha encontrado una actualización. Examinando archivos. Por favor, espere...
nl: Er werd een update vastgesteld. Bestanden aan het controleren. Even geduld a.u.b.
pt: Foi detectada uma actualização. A verificar ficheiros. Por favor, aguarde...

source: Angle %d
es: Ángulo %d
nl: Hoek %d
pt: Ângulo %d

source: Apply
es: Aplicar
nl: Toepassen
pt: Aplicar

source: April
es: Abril
pt: Abril

source: Are you sure ?
es: ¿Está seguro?
nl: Bent u zeker?
pt: Tem a certeza?

source: Artist
es: Artista
nl: Artiest
pt: Artista

source: Arts/Culture (other than music)
es: Arte/Cultura (diferente de la música)
nl: Kunst/Cultuur (andere dan muziek)
pt: Arte/Cultura (que não música)

source: Arts/Culture magazine
es: Revista de Arte/Cultura
nl: Kunst/Cultuur magazine
pt: Arte/Cultura

source: Aspect Ratio
es: Relación de Aspecto
nl: Beeldverhouding
pt: Rácio de aspecto

source: Athletics
es: Atletismo
nl: Atletiek
pt: Atletismo

source: Audio for hearing impaired
es: Audio para sordos
nl: Audio voor slechthorenden
pt: Áudio para deficientes auditivos

source: Audio for visually impaired
es: Audio para personas con visión limitada
nl: Audio voor slechtszienden
pt: Áudio para deficientes visuais

source: Audio language
es: Idioma audio
nl: Audio taal
pt: Língua do áudio

source: Audio tracks
es: Pistas de sonido
pt: Faixas de áudio

source: August
es: Agosto
nl: augustus
pt: Agosto

source: Author
es: Autor
nl: Auteur
pt: Autor

source: Automatic
es: Automático
nl: Automatisch
pt: Automático

source: Automatic Framerate
es: Ritmo de representación de fotos automático
nl: Automatisch framerate
pt: Frame rate automática

source: Automatic scan
es: Escaneado automático
nl: Automatisch scannen
pt: Scan automático

source: Back
es: Atrás
nl: Terug
pt: Para trás

source: Back to Navigator
es: Volver al Navegador
nl: Terug naar de navigator
pt: Voltar ao Navegador

source: Belongs to playlist
es: Pertenece a la playlist
nl: Behoort tot de afspeellijst
pt: Já pertence à playlist

source: Bitrate
es: Velocidad de transferencia
nl: Bitsnelheid

source: Black and white
es: Blanco y negro
nl: Zwart wit
pt: Preto e branco

source: Bottom slide
es: Exposición de diapositivas
pt: Slide do fundo

source: Box reset
es: Reiniciar el box
nl: Box resetten
pt: Reiniciar a box

source: Broadcasting/Press
es: Radiodifusión/Prensa
nl: Broadcasting/Pers
pt: Broadcasting/Imprensa

source: Camera Model
es: Modelo cámara
pt: Modelo da câmara

source: Can't change channels
es: Imposible cambiar canales
nl: De kanalen kunnen niet worden gewijzigd
pt: Não é possível mudar de canal

source: Can't find media
es: No se pueden encontrar medios de comunicación
nl: Kan media niet vinden
pt: Não é possível localizar media

source: Can't use that name
es: No puede usar ese nombre
nl: Deze naam kan niet worden gebruikt
pt: Não é possível utilizar esse nome

source: Cancel
es: Cancelar
nl: Annuleren
pt: Cancelar

source: Cannot Play this media (no audio codec supported).
es: No puede reproducir este soporte (ningún códec de audio admitido).
nl: Dit mediabestand kan niet worden afgespeeld (audio codec niet ondersteund).
pt: Impossível reproduzir este ficheiro (codec som não suportado)

source: Cannot Play this media (no video codec supported).
es: No puede reproducir este soporte (ningún códec de vídeo admitido).
nl: Dit mediabestand kan niet worden afgespeeld (video codec niet ondersteund).
pt: Impossível reproduzir este ficheiro (codec de video nao suportado)

source: Cannot play this media (bad container).
es: No puede reproducir este soporte (contenedor no apropiado).
nl: Dit mediabestand kan niet worden afgespeeld (incorrect mediabestand).
pt: Impossível reproduzir este ficheiro (conteúdo invalido)

source: Cartoon/Puppet show
es: Dibujos animados/Espectáculo de marionetas
pt: Cartoon/Bonecos show

source: Change camera angle
es: Cambiar ángulo de la cámara
nl: Camerahoek wijzigen
pt: Mudar ângulo de câmara

source: Change login and password for net services
es: Conectarse a la cuenta web personal
nl: Aanmelden op persoonlijke web
pt: Entre na sua conta Web pessoal

source: Change track
es: Cambiar pista
nl: Track wijzigen
pt: Mudar de faixa

source: Channel
es: Canal
nl: Kanaal
pt: Canal

source: Channel search
es: Búsqueda de canales
nl: Kanalen zoeken
pt: Procura de canal

source: Channels
es: Canales
nl: Kanalen
pt: Canais

source: Channels List Menu
es: Menú de Lista de Canales
nl: Kanaallijst menu
pt: Menu da Lista de Canais

source: Channels are unavailable. Please try again. If the problem persists, launch a scan or reset to factory defaults.
es: Los canales no están disponibles. Por favor inténtelo de nuevo. Si el problema persiste, hacer un escaneo o restaurar a los valores de fabrica
nl: Kanalen zijn niet beschikbaar. Probeer opnieuw. Indien het probleem aanhoudt, de scan starten of de terug gaan naar de standaardinstellingen.
pt: Canais indisponíveis. Por favor, tente novamente. Se o problema persistir realizae um scan ou reinicie para as predefinições de fábrica.

source: Chapter %d
es: Capítulo %d
nl: Hoofdstuk %d
pt: Capítulo %d

source: Check PIN Code
es: Comprobar Código PIN
nl: PIN-code controleren
pt: Verificar Código PIN

source: Check your antenna
es: Compruebe su antena.
nl: Controleer de antenne.
pt: Verifique a sua antena.

source: Children's/Youth program
es: Programa para niños/jóvenes
nl: Kinder/Jeugdprogramma's
pt: Children's/Programa Juventude

source: Chinese
es: Chino
nl: Chinees
pt: Chinês

source: Choose Automatic or Manual
es: Elige automático o manual
nl: Kies Automatisch of Handmatig
pt: Escolha Automático ou Manual

source: Choose an URL
es: Escoja una URL
nl: Kies een URL
pt: Escolha um URL

source: Choose key type
es: Elegir la clave de seguridad
nl: Kies een beveiligingstype (key)
pt: Escolha o tipo de chave de segurança

source: Choose your configuration
es: Elegir una configuración
nl: Kies een configuratie
pt: Escolha a sua configuração

source: Choose your connection type
es: Elija su tipo de conexión
nl: Kies je connectietype
pt: Escolha o seu tipo de ligação

source: Choose your network
es: Elija su sistema de redes
nl: Kies je netwerk
pt: Escolha a sua rede

source: Cinema
es: Cine
nl: Bioscoop

source: Code PIN
es: Código PIN
nl: PIN-code
pt: Código PIN

source: Comedy
es: Comedia
nl: Komedie
pt: Comédia

source: Compatibility check
es: Control de compatibilidad
nl: Compatibiliteitscontrole
pt: Verificar compatibilidade

source: Component output
es: Salida de componente
pt: Saída de vídeo por componentes

source: Composite output
es: Salida compuesta
pt: Saída de vídeo composto

source: Conditonal Access Status
es: Estado de Acceso Condicionado
pt: Acesso limitado

source: Configure IP parameters
es: Configure los parámetros IP
nl: IP-parameters configureren
pt: Configurar os parâmetros de IP

source: Configure connection
es: Configure su conexión
nl: Verbinding configureren
pt: Configurar ligação

source: Confirm
es: Confirmar
nl: Bevestig
pt: Confirmar

source: Conflict
es: Conflicto
nl: Probleem
pt: Conflito

source: Conflict with a scheduled recording
es: Conflicto con una grabación programada
nl: Probleem met een geprogrammeerde opname
pt: Conflito com uma gravação agendada

source: Conflict with an instant recording
es: Conflicto con una grabación instantánea
nl: Probleem met instant opname
pt: Conflito com uma gravação instantânea

source: Conflict with another scheduled recording
es: Conflicto con una otra grabación programada
nl: Probleem met een andere geprogrammeerde opname
pt: Conflito com outra gravação agendada.

source: Connect
es: Conectarse
nl: Verbinden
pt: Ligar

source: Connect to an other network
es: Conectar a otro sistema de redes
nl: Met een ander netwerk verbinden
pt: Ligar a outra rede

source: Connected to %(net)s
es: Conectado a %(net)s
nl: Verbonden met %(net)s
pt: Ligado a %(net)s

source: Connecting to %(net)s
es: Conectar a '%(net)s'
nl: Verbinden met %(net)s
pt: A ligar a %(net)s

source: Connection
es: Conexión
nl: Connectie
pt: Ligação

source: Connection information
es: Información de conexión
nl: Informatie verbinding
pt: Informação sobre a ligação

source: Cooking
es: Cocina
nl: Koken
pt: Culinária

source: Copy protection
es: Protección de copia
nl: Kopiebescherming
pt: Protecção anticópia

source: Copying to PSP (tm) please wait...
es: Copiando a PSP (tm) por favor espere...
nl: Kopieert naar PSP (tm). Even geduld a.u.b.
pt: A copiar para a PSP (tm). Por favor, aguarde...

source: Country
es: País
nl: Land
pt: País

source: Cover
es: Portada
pt: Capa

source: Create a favorite with the marked items
es: Crear un favorito con los elementos marcados
nl: Favoriet aanmaken met de gemarkeerde items
pt: Criar um Favorito com os itens marcados

source: Create a new configuration
es: Crear una nueva configuración
nl: Nieuwe configuratie aanmaken
pt: Criar uma nova configuração

source: Create a new folder
es: Crear una nueva carpeta
nl: Nieuwe map aanmaken
pt: Criar uma nova pasta

source: Create a new folder in "%(parent_caption)s"
es: Crear una nueva carpeta en "%(parent_caption)s"
nl: Nieuwe folder aanmaken in "%(parent_caption)s"
pt: Criar uma nova pasta em "%(parent_caption)s"

source: Create a playlist with the marked items
es: Crear una playlist con los elementos marcados
nl: Afspeellijst aanmaken met de gemarkeerde items
pt: Criar uma playlist com os itens marcados

source: Creation date
es: Fecha de creación
nl: Aanmaakdatum
pt: Data de criação

source: Cross fading
es: Reverberación

source: DD/MM/YYYY
es: DD/MM/AAAA
nl: DD/MM/JJJJ
pt: DD/MM/AAAA

source: DO NOT SWITCH OFF BOX DURING UPDATE
es: NO CERRARLO DURANTE LA ACTUALIZACIÓN
nl: SCHAKEL DE BOX NIET UIT TIJDENS DE UPDATE
pt: NÃO DESLLIGUE A BOX DURANTE A ACTUALIZAÇÃO

source: Date
es: Fecha
nl: Datum
pt: Data

source: Date and Time
es: Fecha y Hora
nl: Datum en tijd
pt: Data e Hora

source: Date format
es: Formato de fecha
nl: Datumformaat
pt: Formato da data

source: Date:
es: Fecha:
nl: Datum:
pt: Data:

source: Day
es: Día
nl: Dag
pt: Dia

source: December
es: Diciembre
pt: Dezembro

source: Default audio track
es: Pista de audio por defecto
nl: Standaard audio track
pt: Faixa de áudio predefinida

source: Delete
es: Borrar
nl: Wissen
pt: Apagar

source: Delete "%(selected_caption)s"
es: Borrar "%(selected_caption)s"
nl: "%(selected_caption)s" wissen
pt: Apagar "%(selected_caption)s"

source: Delete %s ?
es: ¿Borrar %s ?
nl: %s wissen?
pt: Apagar %s ?

source: Delete highlighted directory
es: Borrar directorio destacado
nl: De gemarkeerde directory wissen
pt: Apagar directoria destacada

source: Delete marked items
es: Borrar elementos marcados
nl: Gemarkeerde items wissen
pt: Apagar itens marcados

source: Description
es: Descripción
nl: Beschrijving
pt: Descrição

source: Description :
es: Descripción:
nl: Beschrijving:
pt: Descrição:

source: Detected update is older than the current one
es: La actualización detectada es anterior a la actual
nl: De gedetecteerde update is ouder dan de huidige
pt: Actualização detectada é anterior à actual

source: Device "%(name)s" plugged in.
es: Aparato "%(name)s" enchufado.
nl: Dienst "%(name)s" ingeschakeld.
pt: Dispositivo "%(name)s" ligado.

source: Device "%(name)s" removed.
es: Dispositivo "%(name)s" eliminado.
nl: Apparaat "%(name)s" verwijderd
pt: Dispositivo "%(name)s" removido.

source: Disconnected
es: Desconectado
nl: Niet-verbonden
pt: Desligado

source: Disconnected from %(net)s
es: Desconectado de %(net)s
nl: Verbinding met %(net)s verbroken
pt: Desligado de %(net)s

source: Discussion/Interview/Debate
es: Discusión/Entrevista/Debate
nl: Discussie/Interview/Debat
pt: Debate/Entrevista

source: Disk space has run out. Timeshift and recordings have been disabled.
es: El espacio en disco se ha acabado. El Timeshift y las grabaciones han sido desactivados.
nl: Geen vrije schijfruimte. De tijdsduur en opnames werden geblokkeerd.
pt: Espaço em disco insuficiente. Desactivado o Timeshift e gravações.

source: Disk space is running low.
es: Espacio en disco a punto de agotarse.
nl: Weinig schijfruimte
pt: Pouco espaço em disco

source: Disk space warning
es: Advertencia de espacio en disco
nl: Waarschuwing schijfruimte
pt: Aviso de espaço em disco

source: Display
es: Visualización
nl: Tonen
pt: Ecrã

source: Display "%(parent_caption)s" thumbnails
es: Visualizar "%(parent_caption)s" miniaturas de imagen
nl: Toon "%(parent_caption)s" thumbnails
pt: Mostrar pré-visualizações de "%(parent_caption)s"

source: Display "%s" as thumbnails
es: Visualizar "%s" miniaturas de imagen
nl: Toon "%s" als thumbnails
pt: Mostar "%s" como pré-visualizações

source: Display format
es: Formato de pantalla
nl: Formaat tonen
pt: Formato de ecrã

source: Display hidden items
es: Mostrar elementos ocultos
nl: Verborgen items tonen
pt: Mostrar itens escondidos

source: Display marker list
es: Mostrar lista de marcador
nl: Markeerlijst tonen
pt: Mostrar lista de marcadores

source: Display program guide
es: Mostrar guía de programa
nl: Programmagids tonen
pt: Mostrar guia de programas

source: Do you really want to reset the box ? (Your custom settings will be lost)
es: ¿De verdad quiere reiniciar el box? (Sus ajustes de cliente se perderán)
nl: Wenst u de box te resetten? (Uw instellingen zullen worden gewist).
pt: Tem a certeza que quer reiniciar a box? (Perderá as suas definições personalizadas)

source: Do you want to install the update for %(display_name)s, (version %(version)s) ?
es: ¿Quiere instalar la actualización para %(display_name)s, (version %(version)s) ?
nl: Wenst u de update voor %(display_name)s, (version %(version)s) te installeren?
pt: Deseja instalar a actualização para %(display_name)s, (versão %(version)s)?

source: Do you want to launch a scan now?
es: ¿Quiere iniciar el escaneado ahora?
nl: Wenst u nu een scan te starten?
pt: Deseja iniciar um scan agora?

source: Documentary
es: Documental
nl: Documentaire
pt: Documentário

source: Duplicate marked item
es: Duplicar elemento marcado
nl: Kopieer gemarkeerde items
pt: Duplicar item marcado

source: Duplicate marked items into "%(highlighted_item)s"
es: Duplicar elementos marcados en "%(highlighted_item)s"
nl: Kopieer de gemarkeerde items naar "%(highlighted_item)s"
pt: Duplicar itens marcados para "%(highlighted_item)s"

source: Duplicate marked items to "%(parent_caption)s"
es: Duplicar elementos marcados en "%(parent_caption)s"
nl: Kopieer de gemarkeerde items naar "%(parent_caption)s"
pt: Duplicar itens marcados para "%(parent_caption)s"

source: Duration
es: Duración
nl: Duur
pt: Duração

source: Duration :
es: Duración:
nl: Duur:
pt: Duração:

source: During few seconds
es: Durante algunos segundos
nl: Duurt enkele seconden
pt: Durante poucos segundos

source: Dutch
es: Holandés
nl: Nederlands
pt: Holandês

source: EPG Control Window
es: Ventana de Control EPG
nl: EPG controlevenster
pt: Janela de Controlo do EPG

source: EPG Navigator Menu
es: Menú Navegador EPG
nl: EPG Navigatie Menu
pt: Menu de navegação do EPG

source: EPG not available
es: EPG no disponible
nl: EPG niet beschikbaar
pt: EPG não disponível

source: Economics/Social advisory
es: Economía/Consulta social
nl: Economisch/Sociaal advies
pt: Economia/Social consultivo

source: Edit
es: Editar
nl: Bewerken
pt: Editar

source: Edit "%(selected_caption)s"
es: Editar "%(selected_caption)s"
nl: "%(selected_caption)s" bewerken
pt: Editar "%(selected_caption)s"

source: Edit Playlist
es: Editar la playlist
nl: Afspeellijst bewerken
pt: Editar playlist

source: Edit favorite
es: Editar Favorito
nl: Favoriet bewerken
pt: Editar Favorito

source: Edit playlist
es: Editar la playlist
nl: Afspeellijst bewerken
pt: Editar playlist

source: Education/Science/Factual topic
es: Educación/Ciencia/Tema factual
nl: Educatieve/Wetenschappelijke/Informatieve thema's
pt: Educação/Ciência/Factual tópico

source: End
es: Final
nl: Einde
pt: Fim

source: End time
es: Hora de finalización
nl: Stoptijd
pt: Hora de fim

source: Enter Setup universe
es: Introduzca el ajuste universo
nl: Setup rubriek invoeren
pt: Entrar no universo Parâmetros

source: Enter a name for this configuration
es: Elija un nombre para esta configuración
nl: Voer een naam in voor deze configuratie
pt: Introduza um nome para esta configuração

source: Enter date and time
es: Introduzca fecha y hora
nl: Voer de datum en tijd in
pt: Introduza data e hora

source: Enter url
es: Introducir url
nl: Voer url in
pt: Introduza URL

source: Enter your answer
es: Introduzca su respuesta
nl: Voer je antwoord in
pt: Introduza a sua resposta

source: Enter your current code
es: Introduzca su código actual
nl: Voer je huidige code in
pt: Introduza o seu código actual

source: Enter your login
es: Introduzca su nombre de usuario y contraseña
nl: Voer je gebruikersnaam in
pt: Introduza o seu login

source: Enter your new code
es: Introduzca su nuevo código
nl: Voer je nieuwe code in
pt: Introduza o seu novo código

source: Enter your password
es: Introduzca su contraseña
nl: Voer je wachtwoord in
pt: Introduza a sua palavra-passe

source: Enter your question
es: Introduzca su pregunta
nl: Voer je vraag in
pt: Introduza a sua pergunta

source: Enter your question. It will be asked if you lose your secret code
es: Introduzca su pregunta. Se le pedirá si usted pierde su código secreto
nl: Voer je vraag in. Deze veschijnt bij verlies van de geheime code.
pt: Introduza a sua pergunta. Ser-lh-á feita se perder o código secreto
