Repository: wydevices/wydevices
Catalog: wybox_menu_mod/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: volume -
de: volumen -
