Repository: wydevices/wydevices
Catalog: wybox_menu_mod/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Scrambled program
de: Verschlüsseltes Programm
fr: Programme crypté
it: Programma in codice

source: Search
de: Suche
fr: Rechercher
it: Ricerca

source: Search for "%s"
de: Suche nach "%s"
fr: Recherche de "%s"
it: Ricerca per: %s

source: Secret code
de: Geheimcode
fr: Code secret
it: Codice segreto

source: Select TV physical aspect ratio
de: Physikalisches TV-Bildseitenverhältnis wählen
fr: Sélectionnez le format d'écran de votre TV
it: Selezionare il tasso aspetto TV

source: Select a secret code
de: Geheimcode wählen
fr: Sélectionnez un code secret
it: Selezionare un codice segreto

source: Select chapter
de: Kapitel wählen
fr: Choix du chapitre
it: Selezionare il capitolo

source: Select item to move
de: Wählen Sie ein Element, das Sie verschieben möchten
fr: Sélectionnez l'élément à déplacer
it: Selezionare il record da spostare

source: Select time zone
de: Wählen Sie Ihre Zeitzone
fr: Sélectionnez votre fuseau horaire
it: Selezionare la zona oraria

source: Select your country
de: Wählen Sie Ihr Land
fr: Sélectionnez votre pays
it: Selezionare la nazione

source: Select your language
de: Wählen Sie Ihre Sprache
fr: Sélectionnez votre langue
it: Selezionare la lingua

source: Select your resolution
de: Wählen Sie Ihre Auflösung
fr: Sélectionnez votre résolution
it: Selezionare la soluzione

source: Select your time zone
de: Wählen Sie Ihr Zeitzone
fr: Sélectionnez votre fuseau horaire
it: Selezionare la zona oraria

source: Select your universe
fr: Choisissez votre univers

source: September
fr: Septembre
it: Settembre

source: Serial Number: %s
de: Seriennummer: %s
fr: N° de série: %s
it: Numero di serie: %s

source: Serious/Classical music
de: Ernste/Klassische Musik
fr: Musique classique
it: Musica seria/Classica

source: Serious/Classical/Religious/Historical movie/drama
de: Ernst/Klassisch/Religiös/Historienfilm/-drama
fr: Religion/Film historique/Drame
it: Serio/Classico/Religioso/film storico/dramma

source: Service removed
de: Dienst entfernt
fr: Service supprimé
it: Servizio tolto

source: Set to child mode
de: Kindersicherung aktivieren
fr: Passer en mode "enfants"
it: Cambiare nel modulo bambini

source: Set to parent mode
de: Kindersicherung einstellen
fr: Passer en mode "parents"
it: Cambiare nel modulo genitori

source: Set your configuration
de: Konfiguration
fr: Configuration
it: Configurazione

source: Show TV navigator
de: TV-Navigator anzeigen
fr: Afficher le navigateur TV
it: Sposta il navigatore

source: Show audio navigator
de: Audio-Navigator anzeigen
fr: Afficher le navigateur audio
it: Mostrare Navigatore

source: Show hidden items
de: Verborgene Elemente anzeigen
fr: Afficher les éléments masqués
it: Mostrare voci nascoste

source: Show/Game show
de: Show/Spielshow
fr: Show/Jeu
it: Show/Gioco

source: Size
de: Größe
fr: Taille
it: Dimensione

source: Slideshow parameters
de: Diashow-Einstellungen
fr: Paramètres du diaporama
it: Parametri delle diapositive

source: Slot time:
de: Sendezeit:
fr: Créneau:
it: Ora inizio

source: Soap/Melodrama/Folkloric
de: Soap/Melodram/Heimatfilm
fr: Mélo
it: Soap/Melodramma/Folclore

source: Social/Spiritual sciences
de: Sozial-/Geisteswissenschaften
fr: Sciences sociales/Spirituelles
it: Scienze sociali/spirituali

source: Social/political issues/Economics
de: Soziale/Politische Themen/Wirtschaft
fr: Société/Politique/Economie
it: Sociale/Poliica/Economia

source: Software Version: %s
fr: Version du logiciel : %s
it: Versione software: %s

source: Sound level
de: Lautstärkepegel
fr: Volume
it: Livello suono

source: Sound track
de: Tonspur
fr: Piste son
it: Pista suono

source: Sound/Image
de: Sound/Bild
fr: Son/Image
it: Suono/Immagine

source: Spain
de: Spanien
fr: Espagne
it: Spagna

source: Spanish
de: Spanisch
fr: Espagnol
it: Spagnolo

source: Special Events (Olympic games, World cup...)
de: Besondere Ereignisse (Olympische Spiele, Weltmeisterschaft...)
fr: Evénements spéciaux (JO, Coupe du Monde, etc.)
it: Eventi speciali (Olimpiadi, Campionato mondiale...)

source: Sports
de: Sport
fr: Sport
it: Sport

source: Sports magazine
de: Sportmagazin
fr: Magazine sportif
it: Notiziario sportivo

source: Start
fr: Début
it: Inizia

source: Start scan
de: Suche starten
fr: Rechercher
it: Inizia lo scan

source: Start time
de: Startzeitpunkt
fr: Heure de début
it: Ora inizio

source: Stereo
fr: Stéréo

source: Stop and return to audio navigator
de: Anhalten und zum Audio-Navigator zurückkehren
fr: Stop et retour au navigateur audio
it: Smettere e ritorna al navigator audio

source: Stop the recording before changing channels.
de: Aufnahme anhalten, ehe die Sender verändert werden.
fr: Arrêtez l'enregistrement pour changer de chaîne.
it: Smettere la registrazione prima di cambiare i canali

source: Subtitles
de: Untertitel
fr: Sous-titres
it: Sottotitoli

source: Subtitles for hearing impaired
de: Untertitel für Hörgeschädigte
fr: Sous-titres pour malentendants
it: Sottotitoli per gli audiolesi

source: Sunday
de: Sonntag
fr: Dimanche
it: Domenica

source: TV Universe
de: TV Universum
fr: Univers TV

source: TV channels
de: TV Kanäle
fr: Chaînes
it: Canali

source: TV failure
de: TV Fehler
fr: Erreur TV
it: Panna TV

source: Team sports (other than football)
de: Mannschaftssport (außer Football)
fr: Sports d'équipe (hors football)
it: Giochi di squadra (non calcio)

source: Technology/Natural sciences
de: Technik/Naturwissenschaften
fr: Technologie/Sciences naturelles
it: Tecnologia/Scienze naturali

source: That name is not valid. Choose another one.
de: Dieser Name ist ungültig. Wählen Sie einen anderen.
fr: Ce nom n'est pas valable. Choisissez un autre nom.
it: Questo nome non è valido. Scegliete un'altro.

source: The %(date)s From %(start_time)s To %(end_time)s
de: Die %(date)s von %(start_time)s bis %(end_time)s
fr: Le %(date)s De %(start_time)s A %(end_time)s
it: Il %(date)s Da %(start_time)s A %(end_time)s

source: The %(date)s From %(start_time)s To %(end_time)s repeated %(name)s (%(number)s more remaining)
de: Am %(date)s von%(start_time)s bis%(end_time)s wiederholt%(name)s (%(number)s verbleibend)
fr: Le %(date)s De %(start_time)s A %(end_time)s répété %(name)s (%(number)s restant(s))
it: La %(date)s Di %(start_time)s A %(end_time)s ripetuta %(name)s (%(number)s rimanenti)

source: The content you requested was not found.
de: Der von Ihnen gewünschte Inhalt ist nicht gefunden worden
fr: Le contenu que vous avez demandé est introuvable.
it: Il contenuto che chiede non è stato trovato

source: The program is over. You cannot record it.
de: Das Programm ist vorbei. Sie können es nicht aufnehmen.
fr: Ce programme est terminé. Vous ne pouvez pas l'enregistrer.
it: Il programma è finito. Non potete registrarlo.

source: The recording "%(recording_name)s" failed to start on %(channel_name)s.
de: Die Aufnahme "%(recording_name)s" konnte nicht auf %(channel_name)s gestartet werden.
fr: L'enregistrement "%(recording_name)s" n'a pas pu démarrer sur %(channel_name)s.
it: La registrazione "%(recording_name)s" non è riuscita a avviare il %(channel_name)s.

source: The recording cannot be longer than 6 hours.
de: Die Aufnahme darf nicht länger als 6 Stunden sein.
fr: L'enregistrement ne peut pas être supérieur à 6 heures.
it: Il record non può superare 6 ore.

source: The recording you are attempting to schedule conflicts with "%(name)s", starting at %(start_time)s on %(channel)s.
de: Die Aufnahme, die Sie voreinstellen möchten, überschneidet sich mit "%(name)s" am %(start_time)s auf %(channel)s.
fr: L'enregistrement que vous voulez programmer entre en conflit avec "%(name)s", commençant à %(start_time)s sur %(channel)s.
it: Il record che state cercando a prevedere ha problemi con "%(name)s", iniziando a %(start_time)s su %(channel)s.

source: The server is not responding. Please try to access the content later.
de: Der Server antwortet nicht. Versuchen Sie bitte später, Zugang zum Inhalt zu erhalten.
fr: Le serveur ne répond pas. Veuillez réessayer ultérieurement.
it: Non risponde il server. Per favore, tenta di accedere al contenuto più tardi

source: The way this disk was formatted does not allow this operation
de: Die Formatierungsart dieser Disk erlaubt diesen Vorgang nicht
fr: Le formatage de ce disque n'autorise pas l'opération demandée
it: Il modo in cui questo disco è stato formattato non permette questa operazione

source: This instant recording will stop when the scheduled recording "%(name)s" starts at %(start_time)s on %(channel)s.
de: Diese Sofortaufnahme wird beendet, wenn die voreingestellte Aufnahme "%(name)s" um %(start_time)s auf %(channel)s beginnt.
fr: Cet enregistrement immédiat s'arrêtera quand l'enregistrement programmé "%(name)s" commencera à %(start_time)s sur %(channel)s.
it: Questo record instantaneo comincia quando il record previsto "%(name)s" inizia a %(start_time)s su %(channel)s.

source: This operation could take 2 minutes
de: Dieser Vorgang kann 2 Minuten dauern
fr: L'opération en cours peut durer 2 minutes
it: Questa operazione potrebbe durare 2 minuti

source: This program is scrambled.
de: Dieses Programm ist verschlüsselt.
fr: Ce programme est crypté.
it: Questo programma è in codice.

source: This record's duration was not changed because it would conflict with "%(name)s", starting at %(start_time)s on %(channel)s.
de: Die Dauer dieser Aufnahme wurde nicht geändert, denn Sie würde mit v"%(name)s", um %(start_time)s auf %(channel)s kollidieren.
fr: La durée d'enregistrement n'a pas été modifiée parce qu'il y aurait un conflit avec "%(name)s" commençant à %(start_time)s sur %(channel)s.
it: Il record non è stato cambiato dato che c'è un conflitto con "%(name)s", partendo a %(start_time)s su %(channel)s.

source: This recording duration was not changed because there isn't enough disk space to store it.
de: Die Dauer dieser Aufnahme wurde nicht geändert, denn es steht nicht genügend Festplattenspeicher zur Verfügung, um diese zu speichern.
fr: La durée d'enregistrement n'a pas été modifiée. Il n'y a pas assez d'espace de stockage.
it: Il record non è stato cambiato dato che non c'è abbastanza spazio nel disco per memorizzarlo.

source: This recording has already started.
de: Diese Aufnahme hat bereits begonnen.
fr: Cet enregistrement a déjà commencé.
it: Il record è giá iniziato.

source: This recording has already started. To stop it, close the EPG grid and press Stop.
de: Die Aufnahme hat bereits begonnen. Um sie zu stoppen, schließen Sie das EPG Raster und drücken Sie Stopp.
fr: Cet enregistrement a déjà commencé. Pour l'arrêter, fermez la grille EPG et appuyez sur Stop.
it: Questo record è già iniziato. Per fermarlo, chiudere il EPG e cliccare sullo Stop.

source: Thursday
de: Donnerstag
fr: Jeudi
it: Giovedì

source: Time format
de: Zeitformat
fr: Format de l'heure
it: Ora formato

source: Time record margins
de: Aufnahmebereich
fr: Marges d'enregistrement
it: Margini di registrazione

source: Time set
de: Zeiteinstellung
fr: Réglage heure
it: Zona oraria

source: Time zone
de: Zeitzone
fr: Fuseau horaire
it: Fuso orario

source: Title
de: Titel
fr: Titre
it: Titolo

source: To enter this folder, please go back to list mode.
de: Kehren Sie bitte zurück in den Listenmodus, um diesen Ordner aufzurufen.
fr: Pour rentrer dans le dossier, veuillez retourner au mode liste.
it: Per vedere questo dossier, tornate alla lista mode.

source: To unlock, press
de: Drücken Sie zum Entsperren
fr: Pour déverrouiller, pressez
it: Per sbloccare, premere

source: Top slide
de: Von Oben
fr: Par le haut
it: Diapositive

source: Top to bottom
de: Von Oben
fr: Vers le bas
it: Torna all'inizio

source: Tourism/Travel
de: Tourismus/Reise
fr: Tourisme/Voyages
it: Turismo/Viaggi

source: Track
de: Titel
fr: Piste son
it: Pista

source: Transcode to PSP™
de: In PSP™ umschlüsseln
fr: *Transcodage vers PSP™
it: Transcodificare a PSP™

source: Tuesday
de: Dienstag
fr: Mardi
it: Martedì

source: UPNP device %(server_name)s
de: UPNP-Gerät %(server_name)s
fr: Périphérique UPNP %(server_name)s
it: Apparecchio UPNP %(server_name)s

source: URL navigator menu
de: URL Navigatormenü
fr: Menu du navigateur web
it: Menu navigatore URL

source: USB device %(volume_name)s
de: USB-Gerät %(volume_name)s
fr: Périphérique USB %(volume_name)s
it: Apparecchio USB %(volume_name)s

source: Unauthorized content
de: Inhalt verboten
fr: Contenu non autorisé
it: Contenuto non autorizzato

source: Undefined content
de: Nicht definierter Inhalt
fr: Contenu inconnu
it: Contenuto indefinito

source: Unhide
de: Einblenden
fr: Afficher
it: Non celare

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto

source: Unknown URI
de: URI unbekannt
fr: URI inconnu
it: URI sconosciuto

source: Unknown audio codec
de: Unbekannter Audio-Codec
fr: Codec audio inconnu
it: Audio codec sconosciuto

source: Unknown bitrate
de: Bitrate unbekannt
fr: Débit inconnu
it: Sconosciuto bitrate

source: Unknown content access
de: Zugriff auf unbekannten Inhalt
fr: Point d'accès inconnu
it: Accesso del contenuto sconosciuto

source: Unknown date
de: Datum unbekannt
fr: Date inconnue
it: Data sconosciuta

source: Unknown device
de: Unbekanntes Gerät
fr: Appareil inconnu
it: Apparato Sconosciuto

source: Unknown duration
de: Dauer unbekannt
fr: Durée inconnue
it: Durata sconosciuta

source: Unknown number
de: Zahl unbekannt
fr: Chiffre inconnu
it: Numero sconosciuto

source: Unknown resolution
de: Auflösung unbekannt
fr: Résolution inconnue
it: Risoluzione sconosciuta

source: Unknown size
de: Größe unbekannt
fr: Taille inconnue
it: Dimensione sconosciuta

source: Unknown sound format
de: Soundformat unbekannt
fr: Format audio inconnu
it: Formato suono sconosciuto

source: Unmark all items
de: Auswahl aller Elemente löschen
fr: Vider la "markerlist"
it: Togliere i segnali dalle voci

source: Unpublished
de: Unveröffentlicht
fr: Non publié
it: Non pubblicato

source: Untitled
de: Unbenannt
fr: Sans titre
it: Senza titolo

source: Update
de: Aktualisierung
fr: Mise à jour
it: Aggiornamento

source: Update %(version)s was successfully installed
de: Aktualisierung %(version)s wurde erfolgreich installiert.
fr: La mise à jour %(version)s a été installée
it: Aggiornamento%(version)s fu installato con successo

source: Update (version %(version)s) failed. Please reboot.
de: Aktualisierung (Version %(version)s) fehlgeschlagen. Bitte starten Sie neu.
fr: Echec de la mise à jour (version %(version)s). Veuillez redémarrer.
it: Aggiornamento (version %(version)s) mancato. Riavviate.

source: Update Web Services content
de: Inhalt Web-Dienste aktualisieren
fr: Mettre à jour le contenu des services Web
it: Aggiornamento dei contenuti Web Servizi

source: Update in progress (version %(version)s)
de: Aktualisierung läuft (Version %(version)s)
fr: Mise à jour en cours (version %(version)s)
it: Aggiornamento in processo (version %(version)s)

source: Update mode
de: Aktualisierungsmodus
fr: Mode de mise à jour
it: Modulo aggiornamento

source: Update process aborted
de: Aktualisierungsvorgang abgebrochen
fr: Mise à jour interrompue
it: Processo di aggiornamento interrotto

source: Update was successfully installed. The box will reboot automatically
de: Die Aktualisierung wurde erfolgreich installiert. Die Box startet automatisch neu.
fr: La mise à jour a réussi. Redémarrage automatique.
it: L'aggiornamento è stato installato. Il box verrà riavviato automaticamente

source: User defined
de: Benutzerdefiniert
fr: Choix utilisateur
it: Definito dall'utente

source: Variety show
de: Varieté
fr: Variétés
it: Varietà

source: Video parameters
de: Videoeinstellungen
fr: Paramètres Vidéo
it: Parametri video

source: Video/Photo
de: Video/Foto
fr: Vidéo/Photo
it: Video/Foto

source: Views
de: Ansichten
fr: Visionné
it: Viste

source: WPA key
de: WPA Schlüssel
fr: clé WPA
it: Chiave WPA

source: Warning
de: Warnung
fr: Avertissement
it: Avviso

source: Warning, when you activate this option, some short black screens may be displayed at the beginning and the end of playback. Don't worry about it; your box is just switching its frame rate to guarantee you the best image!
de: Achtung, wenn Sie diese Option aktivieren, werden am Anfang und Ende der Wiedergabe möglicherweise kurz einige schwarze Bilder angezeigt. Keine Sorge, Ihre MediaBox ändert nur die Bildrate, um Ihnen das beste Bild zu bieten!
fr: Attention, si vous activez cette option, un écran noir peut apparaître en début et fin de lecture de vidéo. Ne vous inquiétez pas, votre produit adapte la fréquence d'affichage pour proposer la meilleure image!
it: Attenzione, quando attivate questa opzione, alcuni schermi neri possono apparire all'inizio e alla fine del playback. Non preoccupatevi; il vostro MediaBox sta cambiando il suo indice quadro per garantirvi l'immagine migliore!

source: Water sports
de: Wassersport
fr: Sports nautiques
it: Sport acquatici

source: Web Browser
fr: Navigateur Web
it: Navigatore Web

source: Web Services
de: Web-Serviceleistungen
fr: Services Web
it: Servizi della rete

source: Wednesday
de: Mittwoch
fr: Mercredi
it: Mercoledì

source: Welcome !
de: Willkommen!
fr: Bienvenue !
it: Bevenuti!

source: Winter sports
de: Wintersport
fr: Sports d'hiver
it: Sport invernali

source: Wireless
de: Drahtlos
fr: Wifi
it: Senza fili

source: Wrong PIN code
de: Falscher PIN Code
fr: Mauvais code secret
it: Codice sbagliato di identificazione personale

source: YYYY/MM/DD
de: JJJJ/MM/TT
fr: AAAA/MM/JJ
it: AAAA/MM/GG

source: Year
de: Jahr
fr: Année
it: Anno

source: Yes
de: Ja
fr: Oui
it: Si

source: You are about to reset the box. Are you sure you want to do it? If 'Yes', box will reboot.
de: Sie sind dabei, das Gerät zurückzusetzen. Sind Sie sicher, dass Sie fortfahren möchten? Wenn Sie 'Ja' wählen, wird das Gerät neu gestartet.
fr: Vous êtes sur le point de réinitialiser votre produit. Confirmez-vous ? Si 'Oui', le produit va redémarrer automatiquement.
it: State per iniziare il vostro prodotto. Comfermatelo? Si "Si", il prodotto inizierà automaticamente.

source: You are already using a more recent firmware
de: Sie verwenden bereits eine neuere Firmware
fr: Vous utilisez déjà un logiciel plus récent
it: State già usando un frmware più recente

source: You are trying to record a program already over.
de: Sie versuchen ein Programm aufzunehmen, das bereits beendet ist.
fr: Vous essayez d'enregistrer un programme qui est terminé.
it: State provando di registrare un programma già finito.

source: You are trying to record from a content-protected source. This is forbidden. Cannot start recording on %s.
de: Sie versuchen eine Aufnahme von einer Inhalt-geschützten Quelle. Dies ist nicht zulässig. Die Aufnahme auf %s kann nicht gestartet werden.
fr: Vous essayez d'enregistrer une source dont le contenu est protégé. Cette opération n'est pas autorisée L'enregistrement sur %s ne peut pas démarrer.
it: State cercando di registrare una fonte di testo protetta. È proibito. Non possiamo avviare la registrazione su %s.

source: You are trying to record from a content-protected source. This is forbidden. Recording stopped on %s.
de: Sie versuchen eine Aufnahme von einer Inhalt-geschützten Quelle. Dies ist nicht zulässig. Die Aufnahme auf %s wurde angehalten.
fr: Vous essayez d'enregistrer une source dont le contenu est protégé. Cette opération n'est pas autorisée L'enregistrement sur %s est interrompu.
it: State cercando di registrare una fonte di testo protetta. È proibito. Non possiamo avviare la registrazione su %s.

source: Your display resolution has been restored to its previous setting
de: Ihre Bildschirmauflösung wurde auf die vorige Einstellung zurückgesetzt.
fr: Votre résolution d'affichage a été restaurée avec les valeurs précédentes
it: La risoluzione del display è stata ripristinata come prima.

source: Zap to selected channel
de: Auf den gewünschten Sender umschalten
fr: Zapper vers la chaîne sélectionnée
it: Cambiare per selezionare il canale

source: channels
de: Kanäle
fr: chaînes
it: canali

source: home
de: anfang
fr: accueil

source: key
de: Schlüssel
fr: clé
it: Chiave

source: language
de: Sprache
fr: Langue
it: Lingue

source: list
de: Liste
fr: liste

source: mute
de: stumm
fr: muet
it: muto

source: play / pause
de: Wiedergabe/ pause
fr: ok / lecture / pause
it: play / pausa

source: power
de: Strom
fr: Marche/ arrêt

source: record
de: Aufnehmen
fr: enregistrer
it: registrazione

source: selection
de: auswahl
fr: sélection
it: Selezione

source: title
de: Titel
fr: titre
it: titolo

source: Led Policy
fr: Gestion des Leds

source: Monitor
fr: Surveillance

source: Cron Deamon
de: Deamon Cron
fr: Deamon Cron
it: Deamon Cron

source: InaDyn DNS Client
de: InaDyn Client DNS
fr: InaDyn Client DNS
it: InaDyn Client DNS

source: Pure FTP Server
de: Serveur Pure FTP
fr: Serveur Pure FTP
it: Serveur Pure FTP

source: Samba Client
de: Client Samba
fr: Client Samba
it: Client Samba

source: Samba Server
de: Serveur Samba
fr: Serveur Samba
it: Serveur Samba

source: Syslog Deamon
de: Deamon Syslog
fr: Deamon Syslog
it: Deamon Syslog

source: Transmission Client
de: Client Transmission
fr: Client Transmission
it: Client Transmission

source: Start Extra
fr: Démarrer l'extra

source: Stop Extra
fr: Arrêter l'extra

source: Enable Extra
fr: Activer l'extra

source: Disable Extra
fr: Désactiver l'extra

source: Reboot Wydevice
fr: Redémarrer la Wybox

source: Reboot Splash
fr: Redémarrer le GUI

source: Restart Player
fr: Redémarrer le lecteur

source: Shutdown Wydevice
fr: Eteindre la Wybox

source: Original WyDev Reboot
fr: Redémarrage d'origine

source: Fan Speed :
fr: Ventilo :

source: Cpu Temp :
fr: Temp Cpu :

source: Hdd Temp :
fr: Temp Hdd :

source: Cpu Usage : -- %
fr: Conso Cpu : -- %

source: Cpu Usage : %d %%
fr: Conso Cpu : %d %%

source: Mem Usage : -- %
fr: Conso Mem : -- %

source: Mem Usage : %d %%
fr: Conso Mem : %d %%

source: Set Cpu Temp (%d %s)
fr: Régler Temp Cpu (%d %s)

source: SetPoint : %d \xc2\xb0C
fr: Consigne : %d \xc2\xb0C

source: Cpu Setpoint Temperature
fr: Consigne de temperature Cpu

source: Red
fr: Rouge

source: Blue
fr: Bleu

source: Used
fr: Utilisée

source: Priority : %d
fr: Prioritée : %d

source: Modifications will take effect after reboot. Do you want to reboot now ?
fr: Les modifications prendrons effet après redémarrage. Voulez vous redémarrer maintenant ?

source: Copying %s
fr: Copie de %s

source: Copy "%s" to "%s"
fr: Copier "%s" vers "%s"

source: Move "%s" to "%s"
fr: Déplacer "%s" vers "%s"

source: Copying "%s" to "%s"...
fr: Copie de "%s" vers "%s"...

source: Enter the new video name
fr: Entrer le nouveau nom de la video

source: File %s already exist. Aborting...
fr: Le fichier %s existe déjà. Abandon...

source: %(date)s %(channel)s %(start_time)s - %(end_time)s
it: %(channel)s (%(date)s %(start_time)s - %(end_time)s)

source: %(date)s %(channel)s %(title)s
it: %(title)s (%(channel)s, %(date)s)

source: Actions
de: Aktionen
it: Azioni

source: Angle %d
de: Winkel %d
it: Angolo %d

source: Ballet
de: Ballett
it: Balletto

source: Copyright
it: Diritti d'autore

source: Date
de: Datum
it: Data

source: Date:
de: Datum:
it: Data

source: Description
de: Beschreibung
it: Descrizione

source: Description :
de: Beschreibung:
it: Descrizione

source: Format
it: Formato

source: France
de: Frankreich
it: Francia

source: Genre
it: Genere

source: Genre :
it: Genere

source: Marker list
de: Kennzeichnungsliste
it: Lista marker

source: Minute
it: Minuto

source: Original
it: Originale

source: Playlist
it: Nome della playlist

source: Portugal
it: Portogallo

source: Religion
it: Religione

source: Transition
de: Übergang
it: Mutamento

source: Transitions
de: Übergänge
it: Mutamenti

source: Version
it: Versione

source: option
de: optionen
it: opzione

source: Film/Cinema
de: Film/Kino

source: N/A
de: nicht verfügbar

source: info
de: Infos

source: stop
de: stopp

source: volume +
de: volumen +
