Repository: wydevices/wydevices
Catalog: wybox_menu_mod/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Enter your question
de: Geben Sie Ihre Frage ein
fr: Tapez votre question
it: Intodurre la domanda

source: Enter your question. It will be asked if you lose your secret code
de: Geben Sie Ihre Frage ein. \vSie wird Ihnen gestellt, wenn Sie Ihren Geheimcode verloren haben
fr: Entrez une question personnelle. Elle vous sera posée si vous perdez votre code secret
it: Inserite la vostro domanda. Vi sarà chiesto se avete perso il vostro codice segreto

source: Enter your secret code for parental mode activation
de: Geben Sie Ihren Geheimcode ein, um die Kindersicherung zu aktivieren
fr: Saisissez votre code secret pour activer le mode "parents"
it: Inserite il vostro codice segreto per l'attivazione del modulo di controllo per genitori

source: Enter your secret code for parental mode activation
de: Geben Sie Ihren Geheimcode ein, um die Kindersicherung zu aktivieren
fr: Saisissez votre code secret pour activer le mode "parents"
it: Inserite il vostro codice segreto per il modulo di controllo per genitori

source: Entertainment program (10 to 16 years old)
de: Unterhaltungsprogramm (10-16 Jahre)
fr: Divertissement (10-16 ans)
it: Programma divertimento (dai 10 ai 16 anni)

source: Entertainment program (6 to 14 years old)
de: Unterhaltungsprogramm (6-14 Jahre)
fr: Divertissement (6-14 ans)
it: Programma divertimento (dai 6 ai 14 anni)

source: Equestrian sports
de: Reitsport
fr: Sports équestres
it: Sport equestri

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Error creating %s
de: Fehler bei der Erstellung von %s
fr: Erreur lors de la création de %s
it: Errore nella creazione %s

source: Error during configuration
de: Fehler bei der Konfiguration
fr: Erreur de configuration
it: Errore di configurazione

source: Error removing %s
de: Fehler beim Entfernen von %s
fr: Erreur en enlevant %s
it: Errore nell'eliminazione %s

source: Error renaming %s
de: Fehler bei der Umbenennung von %s
fr: Erreur lors du renommage de %s
it: Rinominare l'errore %s

source: Error while copying files
de: Fehler beim Kopieren von Dateien
fr: Erreur pendant la copie des fichiers
it: Errore nella copiatura dei file

source: Error while copying files: disk full
de: Fehler beim Kopieren von Dateien: Festplatte voll
fr: Erreur pendant la copie des fichiers: disque plein
it: Errore nella copiatura dei files: disco pieno

source: Error while creating playlist
de: Fehler beim Erstellen der Playlist
fr: Erreur pendant la création de la playlist
it: Errore durante la creazione della lista marker

source: Error while creating the favorite.
de: Fehler beim Erstellen des Favoriten
fr: Erreur lors de la création du favori
it: Errore nella creazione del favorito

source: Ethernet network
de: Ethernet
fr: Ethernet
it: Rete Ethernet

source: Evening
de: Abend
fr: Soirée
it: Sera

source: Every day
de: Täglich
fr: Chaque jour
it: Tutti i giorni

source: Every week
de: Wöchentlich
fr: Chaque semaine
it: Tutte le settimane

source: Exit
de: Beenden
fr: Sortir
it: Uscita

source: Exit marker list
de: Kennzeichnungsliste verlassen
fr: Fermer la markerlist
it: Uscire lista marker

source: Experimental film/video
fr: Vidéo expérimentale
it: Film/video sperimentale

source: External antenna
de: Externe Antenne
fr: Antenne externe
it: Antenna esterna

source: Fade to black
de: Überblenden auf Schwarz
fr: Fondu au noir
it: Sbiadimento sul nero

source: Fading to black
de: Schwarz
fr: Fondu au noir
it: Sbiadimento sul nero

source: Fashion
de: Mode
fr: Mode
it: Moda

source: Favorite editor
de: Editor für TV Favoriten
fr: Edition des favoris TV
it: Edizione favoriti TV

source: Favorite:
de: Favorit:
fr: Favori:
it: Favoriti

source: Favorites
de: Favoriten
fr: Favoris
it: Favoriti

source: Favorites list
de: Favoritenliste
fr: Liste des favoris
it: Lista favoriti

source: February
de: Februar
fr: Février
it: Febbraio

source: Filename %s already exists
de: Der Dateiname %s existiert bereits
fr: Le nom de fichier %s existe déjà
it: Un favorito %s esiste già. Sceglietene un'altro.

source: Fine arts
de: Bildende Künste
fr: Beaux arts
it: Arti visive

source: Fitness and health
de: Fitness und Gesundheit
fr: Forme et santé
it: Fitness e salute

source: Folder name
de: Ordnername
fr: Nom du dossier
it: Nome folder

source: Folk/Traditional music
de: Folk/Volksmusik
fr: Musique traditionnelle/Folk
it: Musica folk/Tradizionale

source: Football/Soccer
de: Football/Fußball
fr: Football
it: Calcio

source: Foreign countries/Expeditions
de: Fremde Länder/Expeditionen
fr: Pays étrangers/Expéditions
it: Nazioni straniere/Spedizioni

source: Free and pay channels
de: Kostenlose und Bezahlkanäle
fr: Toutes les chaînes
it: Canali gratis e a pagamento

source: Free channels only
de: Nur kostenlose Kanäle
fr: Chaînes gratuites uniquement
it: Solo canali gratuiti

source: Free content
de: Kostenloser Inhalt
fr: Contenu non protégé
it: Liberare contenuti

source: French
de: Französisch
fr: Français
it: Francese

source: Frequency
de: Frequenz
fr: Fréquence
it: Frequenza

source: Friday
de: Freitag
fr: Vendredi
it: Venerdì

source: From last position
de: Von der letzten Position an
fr: Depuis la dernière position
it: Dall'ultima posizione

source: From the beginning
de: Von Anfang an
fr: Depuis le début
it: Dall'inizio

source: Full Channel List
de: Vollständige Senderliste
fr: Toutes les chaînes
it: Menu lista canali

source: Full screen
de: Vollbild
fr: Plein écran
it: Schermo completo

source: Further education
de: Fortbildung
fr: Enseignement post-scolaire
it: Più educazione

source: Game show/Quiz/Contest
de: Spielshow/Quiz/Gewinnspiel
fr: Jeu/Quiz/Concours
it: Gioco/Quiz/Competizione

source: Games
de: Spiele
fr: Jeux
it: Giochi

source: Gardening
de: Garten
fr: Jardinage
it: Giardinaggio

source: Gateway
fr: Passerelle

source: Gateway : %(addr)s
fr: Passerelle : %(addr)s

source: General
de: Allgemein
fr: Général
it: Generale

source: German
de: Deutsch
fr: Allemand
it: Tedesco

source: Germany
de: Deutschland
fr: Allemagne
it: Germania

source: Go to DVD menu
de: zum DVD Menü gehen
fr: Aller au menu du DVD
it: Vai al menu DVD

source: Go to scheduled recordings
de: Zeitgesteuerte Aufnahmen aufrufen
fr: Voir les enregistrements programmés
it: Vedere le registrazioni programmate

source: HDMI Sound
fr: Son HDMI
it: Suono HDMI

source: HDMI output resolution
de: HDMI Ausgabeauflösung
fr: Résolution HDMI
it: Risoluzione output HDMI

source: HDMI/YUV output resolution
de: HDMI Ausgabeauflösung
fr: Résolution HDMI
it: Risoluzione output HDMI

source: Hand
de: Annehmen
fr: Main
it: Mano

source: Handicraft
de: Kunsthandwerk
fr: Artisanat
it: Artigianato

source: Help banner
de: Hilfesymbol
fr: Bannière d'aide
it: Banner d'aiuto

source: Hidden
de: Verborgen
fr: Masqué
it: Nascosto

source: Hide
de: Verbergen
fr: Masquer
it: Nascondere

source: High definition
fr: Haute Définition
it: Alta definizione

source: Highlight item(s)
de: Markieren Element
fr: Marquer l'élément
it: Selezionare gli item

source: Hour
de: Stunde
fr: Heure
it: ora

source: IP address
de: IP Adresse
fr: Adresse IP
it: Indirizzo IP

source: If you can read this page, your display resolution was successfully changed. Hit Play/Pause to confirm.
de: Wenn Sie diese Seite lesen können, wurde Ihre Bildschirmauflösung erfolgreich geändert. Drücken Sie Wiedergabe/Pause zur Bestätigung.
fr: Si ce texte s'affiche correctement, la résolution sélectionnée est compatible avec votre téléviseur. Veuillez confirmer ce choix en appuyant au centre de la molette.
it: Se potete leggere questo, la risoluzione del display è cambiata. Cliccate Play/Pausa per confermare.

source: Import date
de: Importdatum
fr: Date d'import
it: Importa la data

source: Importation date
de: Importdatum
fr: Date d'import
it: Import della data

source: Impossible to cancel recording
de: Abbrechen der Aufnahme nicht möglich
fr: Impossible d'annuler l'enregistrement
it: Impossibile cancellare il record

source: Inactive
de: Inaktiv
fr: Inactif
it: Inattivo

source: Information:
de: Informationen :
fr: Informations :
it: Informazioni :

source: Informational/Educational/School program
de: Informations-/Bildungs-/Schulprogramm
fr: Programme éducatif/informatif
it: Programma informativo/educativo/per scuole

source: Informations on item
de: Informationen über die Element
fr: Informations sur l'élément
it: Informazioni su item

source: Installing demo mode... Will auto-reboot.
de: Installiere Demo-Modus... System wird neu gestartet.
fr: Installation du mode démo en cours Attendez le redémarrage automatique.
it: Installazione del modulo demo... Vuole auto-ricaricare.

source: Instant recording conflict
de: Sofortaufnahmekonflikt
fr: Conflit d'enregistrement immédiat
it: Problema con record instantaneo

source: Internal hard drive
de: Interne Festplatte
fr: Disque dur interne
it: Disco fisso interno

source: Internationalisation loaded.
de: Internationalisierung geladen.
fr: Internationalisation chargée.
it: Internazionalizzazione carica.

source: Internet Services
de: Internet-Serviceleistungen
fr: Services Internet
it: Servizi dell'Internet

source: Invalid data
de: ungültige Daten
fr: Données non valides
it: Dati invalidi

source: Invalid picture
de: Ungültiges Bild
fr: Image illisible
it: Immagine invalida

source: Italian
de: Italienisch
fr: Italien
it: Italiano

source: Italy
de: Italien
fr: Italie
it: Italia

source: January
de: Januar
fr: Janvier
it: Gennaio

source: July
de: Juli
fr: Juillet
it: Luglio

source: June
de: Juni
fr: Juin
it: Giugno

source: Key type
de: Schlüsseltyp
fr: Type de clé
it: Tipo principale

source: Language
de: Sprache
fr: Langue
it: Lingue

source: Languages
de: Fremdsprachen
fr: Langues
it: Lingue

source: Latest scan date
de: Letztes Suchdatum
fr: Date du dernier scan
it: Data ultimo scan

source: Left rotation
de: Drehung links
fr: Rotation gauche
it: Rotazione sinistra

source: Leisure hobby
de: Freizeit/Hobby
fr: Loisirs
it: Tempo libero/Hobby

source: Link
de: Verknüpfung
fr: Lien

source: List
de: Liste
fr: Liste
it: Lista

source: Literature
de: Literatur
fr: Littérature
it: Letteratura

source: Live broadcast
de: Live Sendung
fr: Programme en direct
it: Programma dal vivo

source: MM/DD/YYYY
de: MM/TT/JJJJ
fr: MM/JJ/AAAA
it: MM/GG/AAAA

source: MTP mode disabled, you can now use remote control
de: MTP-Modus deaktiviert, Sie können jetzt die Fernbedienung verwenden
fr: Mode MTP désactivé, télécommande active
it: Modulo MTP disattivato, ora potete usare il telecomando

source: MTP mode enabled, remote control is now disabled
de: MTP-Modus aktiviert, die Fernbedienung ist jetzt deaktiviert
fr: Mode MTP activé, télécommande inactive
it: Modulo MTP attivato, il telecomando è ora disattivato

source: Magazine/Report/Documentary
de: Magazin/Bericht/Dokumentation
fr: Magazine/Reportage/Documentaire
it: Notiziario/Servizio/Documentario

source: Manual
de: Manuelle
fr: Manuel
it: Manuale

source: March
de: März
fr: Mars
it: Marzo

source: Martial arts
de: Kampfkünste
fr: Arts martiaux
it: Arti marziali

source: Mask
de: Maske
fr: Masque
it: Maschera

source: Mask : %(addr)s
de: Maske : %(addr)s
fr: Masque : %(addr)s
it: MAC : %(addr)s

source: Mask hidden items
de: Verborgende Elemente ausblenden
fr: Cacher les éléments masqués
it: Mascherare voci nascoste

source: Maximum timeshift duration has been reduced to %(duration)s.
de: Die maximale Dauer der Zeitverschiebung wurde auf %(duration)s reduziert.
fr: La durée maximum de contrôle du direct a été réduite à %(duration)s.
it: Il massimo slittamento della durata del tempo è stato ridotto di %(duration)s.

source: May
de: Mai
fr: Mai
it: Maggio

source: Medicine/Physiology/Psychology
de: Medizin/Physiologie/Psychologie
fr: Médecine/Physiologie/Psychologie
it: Medicina/Fisiologia/Psicologia

source: Missing tracks
de: Fehlende Titel
fr: Pistes manquantes
it: Piste mancanti

source: Modify Question / Answer
de: Sicherheitsfrage ändern
fr: Changer question/réponse
it: Cambiare Domanda/Risposta

source: Modify Secret Code
de: Geheimcode ändern
fr: Changer code secret
it: Cambiare codice segreto

source: Monday
de: Montag
fr: Lundi
it: Lunedì

source: Month
de: Monat
fr: Mois
it: Mese

source: Morning
de: Morgen
fr: Matinée
it: Mattino

source: Motor sports
de: Motorsport
fr: Sports automobiles
it: Motociclismo

source: Motoring
de: Fahrzeuge
fr: Automobile
it: Motori

source: Move marked items into "%(highlighted_item)s"
de: Markierte Elemente in "%(highlighted_item)s" verschieben
fr: Déplacer les éléments marqués dans "%(highlighted_item)s"
it: Spostate le voci segnate su "%(highlighted_item)s"

source: Move marked items into "%(parent_folder)s"
de: markierte Elemente in "%(parent_folder)s" verschieben
fr: Déplacer les éléments marqués dans "%(parent_folder)s"
it: Spostare le voci segnate su "%(parent_folder)s

source: Move the item
de: Das Element verschieben
fr: Déplacer l'élément
it: Muovere le voci

source: Movie/Drama
de: Film/Drama
fr: Film/Drame
it: Film/Dramma

source: Multiple audio tracks
de: Mehrere Audiospuren
fr: Plusieurs pistes son
it: Piste audio multiple

source: Music
de: Musik
fr: Musique
it: Musica

source: Music/Ballet/Dance
de: Musik/Ballett/Tanz
fr: Musique/Ballet/Danse
it: Musica/Balletto/Danza

source: Musical/Opera
de: Musical/Oper
fr: Comédie musicale/Opéra

source: Mute
de: Stumm
fr: Muet
it: Muto

source: My Music
de: Eigene Musik
fr: Ma Musique
it: Mia Musica

source: My Photos
de: Eigene Fotos
fr: Mes Photos
it: Mie Foto

source: My Recordings
de: Eigene Aufnahmen
fr: Mes Enregistrements
it: I miei record previsti

source: My Videos
de: Eigene Videos
fr: Mes Vidéos
it: Miei Video

source: My scheduled recordings
de: Meine voreingestellten Aufnahmen
fr: Mes enregistrements programmés
it: I miei record previsti

source: Name this favorite
de: Diesen Favoriten ernennen
fr: Nommer ce favori
it: Nominare questo favorito

source: Nature/Animals/Environment
de: Natur/Tiere/Umwelt
fr: Nature/Animaux/Environnement
it: Natura/Animali/Ambiente

source: Netherlands
de: Niederlande
fr: Pays-Bas
it: Paesi Bassi

source: Network
de: Netzwerk
fr: Réseau
it: Rete

source: Network Name
de: Netzwerkname
fr: Nom du réseau
it: Nome rete

source: Never
de: Nie
fr: Jamais
it: Mai

source: New Favorite
de: Neuer Favorit
fr: Nouveau favori
it: Nuovo favorito

source: New Favorite %i
de: Neuer Favorit %i
fr: Nouveau favori %i
it: Nuovo favorito %i

source: New folder
de: Neuer Ordner
fr: Nouveau dossier
it: Nuovo folder

source: New media
de: Neue Medien
fr: Nouveaux media
it: Nuovi media

source: New search
de: Neue Suche
fr: Nouvelle recherche
it: Nuove ricerche

source: New service detected
de: Neuer Dienst entdeckt
fr: Détection d'un nouveau service
it: Trovato nuovo servizio

source: News magazine
de: Nachrichtenmagazin
fr: Magazine d'informations
it: Notiziario

source: News/Current affairs
de: Nachrichten/Aktuelles
fr: Informations
it: Notizie/Attualità

source: News/Weather report
de: Nachrichten/Wetterbericht
fr: Informations/Météo
it: Notizie/Previsioni del tempo

source: Next
de: Weiter
fr: Suite
it: Prossimo

source: Next recording on
de: Nächste Aufnahme am
fr: Prochain enregistrement le
it: Nuovo record azionato

source: Night
de: Nacht
fr: Nuit
it: Notte

source: No
de: Nein
fr: Non

source: No content
de: Kein Inhalt
fr: Dossier vide
it: Nessun contenuto

source: No content for this universe
de: Kein Inhalt für diesen Bereich
fr: Aucun contenu dans cet univers
it: Nessun contento per questo universo

source: No rating
de: keine Bewertung
fr: Aucun
it: Nessun indicazione

source: No results for '%s'
de: Keine Ergebnisse für %s
fr: Pas de résultat pour '%s'
it: Nessun risultato per '%s'

source: No scheduled recordings
de: Keine voreingestellten Aufnahmen
fr: Pas d'enregistrement programmé
it: Nessuna registrazione prevista

source: No signal
de: Kein Signal
fr: Pas de signal
it: No segnale per TV

source: None
de: Keiner
fr: Aucun
it: Nessuno

source: Not display hidden items
de: Verborgene Elemente nicht anzeigen
fr: Masquer les éléments cachés
it: Non mostrare voci nascoste

source: Not enough disk space
de: Nicht genügend Festplattenspeicher
fr: Espace disque trop faible
it: Spazio nel disco non sufficiente

source: Not enough space left : The recording "%(recording_name)s" failed to start on %(channel_name)s.
de: Nicht genügend Speicherplatz vorhanden: die Aufnahme "%(recording_name)s" konnte nicht auf %(channel_name)s gestartet werden
fr: Espace disque insuffisant: l'enregistrement "%(recording_name)s" n'a pas pu démarrer sur %(channel_name)s.
it: Non c'è più spazio sufficiente: la registrazione "%(recording_name)s"non è riuscita a avviare il %(channel_name)s.

source: November
fr: Novembre
it: Novembre

source: Now Playing
de: Wiedergabe
fr: Lecture en cours
it: In funzione

source: Number of channels
de: Anzahl Kanäle
fr: Nombre de chaînes
it: Numero di canali

source: Number of files
de: Anzahl Dateien
fr: Nombre de fichiers
it: Numero di files

source: Number of recordings
de: Anzahl der Aufnahmen
fr: Nombre d'enregistrements
it: Numeri di registrazioni

source: Number of scheduled recordings
de: Anzahl voreingestellte Aufnahmen
fr: Nombre d'enregistrements programmés
it: Numero di record previsti

source: Number of tracks
de: Anzahl Titel
fr: Nombre de pistes
it: Numero di piste

source: OFF
de: AUS
fr: Arrêt

source: ON
de: EIN
fr: Marche

source: October
de: Oktober
fr: Octobre
it: Ottobre

source: One
de: Eins
fr: Un
it: Uno

source: Only this time
de: Nur dieses Mal
fr: Une seule fois
it: Solo questa volta

source: Operation not permitted
de: Vorgang nicht zugelassen
fr: Cette action n'est pas autorisée
it: Operazione non premessa

source: Original language
de: Originalsprache
fr: Version originale
it: Lingua originale

source: Other
de: andere
fr: Autre
it: Altro

source: Parameters
de: Einstellungen
fr: Paramètres
it: Parametri

source: Parental control
de: Kindersicherung
fr: Contrôle parental
it: Controllo per genitori

source: Parental rating
de: Elternbewertung
fr: Bloquer les contenus interdits aux moins de:
it: Indice genitori

source: Performing arts
de: Darstellende Kunst
fr: Spectacles
it: Arti sceniche

source: Picture size
de: Bildseitenverhältnis
fr: Taille de l'image
it: Dimensioni della foto

source: Play / Pause
de: Wiedergabe/ Pause
fr: Lecture / Pause
it: Play / pausa

source: Play embedded audio
de: Integriertes Audio wiedergeben
fr: Lire l'élément audio joint
it: Leggere l'elemento audio aggiunto

source: Play embedded image
de: Integrierte Grafik wiedergeben
fr: Lire l'élément image joint
it: Leggere l'elemento image aggiunto

source: Play embedded video
de: Integriertes Video wiedergeben
fr: Lire l'élément vidéo joint
it: Leggere l'elemento video aggiunto

source: Play marker list
de: Kennzeichnungsliste wiedergeben
fr: Jouer la markerlist
it: Azionare lista marker

source: Play mode
de: Wiedergabemodus
fr: Mode de lecture
it: Modulo di lettura

source: Playlist editor
de: Editor für die Playlist
fr: Edition de playlist
it: Edizione lista di gioco

source: Playlist name
de: Name der Playlist
fr: Nom de la playlist
it: Nome della playlist

source: Please wait...
de: Bitte warten...
fr: Veuillez attendre...
it: Aspettate ...

source: Popular culture/Traditional arts
de: Popkultur/traditionelle Kunst
fr: Culture populaire/Arts traditionnels
it: Cultura popolare/Arti tradizionali

source: Portugese
de: Portugiesisch
fr: Portugais
it: Portoghese

source: Pre-school children's program
de: Vorschulprogramm
fr: Emission pour tout petits
it: Programma per bambini età prescolare

source: Press > to display programs list
de: Drücken Sie >, um die Programmliste anzuzeigen
fr: Appuyez sur > pour afficher les programmes
it: Premere > per visualizzare la lista dei programmi

source: Press Home to switch universe
de: Auf Menü drücken, um das Programm zu wechseln
fr: Appuyez sur Home pour changer d'univers
it: Premere Home per cambiare l

source: Program a recording
de: Aufnahmesteuerung
fr: Programmer un enregistrement
it: Programmare una registrazione

source: Program already over
de: Programm ist bereits vorbei.
fr: Programme terminé
it: Programma già finito

source: Random
de: Zufällig
fr: Aléatoire

source: Rate
de: Bewertung
fr: Classement
it: Tasso

source: Rating
de: Bewertung
fr: Evaluation
it: Tasso

source: Rear CVBS
de: Hinterer CVBS Anschluss
fr: CVBS
it: Retro CVBS

source: Rear Y/C
de: Hinterer Y/C Anschluss
fr: Y/C
it: Retro Y/C

source: Record date
de: Aufnahmedatum
fr: Date d'enregistrement
it: Registrare la data

source: Record selected program
de: Gewählte Sendung aufzeichnen
fr: Enregistrer le programme sélectionné
it: Record previsti

source: Recording scheduler
de: Aufnahmesteuerung
fr: Programmation d'enregistrement
it: Programmatore record

source: Recording scheduler error
de: Fehler bei der Aufnahmevoreinstellung
fr: Erreur de programmation
it: Errore programmatore record

source: Remaining recordings
de: Verbleibende Aufnahmen
fr: Enregistrements restants
it: Record restanti

source: Remarkable people
de: Berühmte Persönlichkeiten
fr: Personnalité remarquable
it: Persone interessanti

source: Remove demo mode
de: Demo-Modus entfernen
fr: Supprimer le mode "démo"
it: Togliere il modulo demo

source: Remove item from playlist
de: Element von der Playlist löschen
fr: Retirer l'élément de la playlist
it: Togliere gli item dalla lista gioco?

source: Remove item(s) from playlist?
de: Element(e) von der Playlist löschen?
fr: Retirer l'élément de la playlist ?
it: Togliere la voce(i) dalla lista gioco?

source: Rename
de: Umbenennen
fr: Renommer
it: Rinominare

source: Rename "%(selected_caption)s"
de: "%(selected_caption)s" umbenennen
fr: Renommer "%(selected_caption)s"
it: Rinominare "%(selected_caption)s"

source: Repeat
de: Wiederholen
fr: Répéter
it: Ripetere

source: Replace
de: Ersetzen
fr: Remplacer
it: Sostituire

source: Resolution
de: Auflösung
fr: Résolution
it: Risoluzione

source: Resume bookmark
de: Lesezeichen fortsetzen
fr: ************ (pas utilisé sur mediabox ????) ************
it: Riprendere il playback

source: Resume playback?
de: Wiedergabe fortsetzen?
fr: Reprendre la lecture?
it: Riprendere il playback?

source: Return to navigator
de: Zurück zum Navigator
fr: Retour au mode liste
it: Ritorna al navigatore

source: Return to player
de: Zum Player zurückkehren
fr: Retour au lecteur
it: Ritorno al player

source: Right rotation
de: Drehung rechts
fr: Rotation droite
it: Rotazione destra

source: Romance
de: Romantik
fr: Film romantique
it: Romantico

source: Run demo mode
de: Demo-Modus starten
fr: Lancer le mode "démo"
it: Azionare il modulo demo

source: S/PDIF Sound
fr: Son S/PDIF
it: Suono SPDIF

source: SPDIF Sound
fr: Son SPDIF
it: Suono SPDIF

source: Saturday
de: Samstag
fr: Samedi
it: Sabato

source: Saving channels, please wait...
de: Nehme Kanäle auf, bitte warten...
fr: Chaînes en cours d'enregistrement, veuillez patienter ...
it: Registrazione dei canali, aspettate ...

source: Scan impossible
de: Scanvorgang nicht möglich
fr: Recherche impossible
it: Scan impossibile

source: Scan in progress...
de: Suche läuft…
fr: Recherche en cours...
it: Ricerca in corso…

source: Scan progress :
de: Scanvorgang:
fr: Recherche en cours:
it: Scan in progresso:

source: Schedule a recording
de: Eine Aufnahme planen
fr: Programmer un enregistrement
it: Records previsti

source: Scheduled recording name
de: Name der voreingestellten Aufnahme
fr: Nom de l'enregistrement programmé
it: Nome record previsto

source: Scheduled recordings
de: Voreinstellte Aufnahmen
fr: Enregistrements programmés
it: Records previsti

source: Science fiction/Fantasy/Horror
fr: Science Fiction/Horreur
it: Fantascienza/Fantasia/Orrore

source: Scrambled
de: Gemischt
fr: Crypté
it: In codice

source: Scrambled content
de: Gemischter Inhalt
fr: Contenu protégé
it: Contenuto buttato
