Repository: wydevices/wydevices
Catalog: wybox_menu_mod/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: The channel will change when recording starts.
de: Der Kanal wird gewechselt, sobald die Aufnahme startet.
fr: La chaîne changera dès que l'enregistrement démarrera.
it: Il canale cambia quando inizia il record.

source: %(authType)s key for %(essid)s
de: %(authType)s Schlüssel für %(essid)s
fr: clé %(authType)s pour %(essid)s
it: %(authType)s chiave per %(essid)s

source: %(channel_name)s added on channel #%(channel_number)i.
de: %(channel_name)s auf Kanal #%(channel_number)i zugefügt.
fr: %(channel_name)s ajouté en position #%(channel_number)i.
it: %(channel_name)s aggiunto al canale #%(channel_number)i.

source: %(channel_name)s is not available anymore.
de: %(channel_name)s steht nicht mehr zur Verfügung.
fr: %(channel_name)s n'est plus disponible.
it: %(channel_name)s non è più disponibile.

source: %(items)i item
de: %(items)i Element
fr: %(items)i élément
it: %(items)i voce

source: %(items)i item, %(size)s
de: %(items)i Element, %(size)s
fr: %(items)i élément, %(size)s
it: %(items)i voce, %(size)s

source: %(num_services)i channels found. Do you want to save them ?
de: %(num_services)i Kanäle gefunden. Möchten Sie diese speichern?
fr: %(num_services)i chaînes trouvées. Voulez-vous les sauvegarder?
it: %(num_services)i canali trovati. Volete memorizzarli?

source: %(size)s available space
de: %(size)s verfügbarer Speicherplatz
fr: %(size)s disponibles
it: %(size)s spazio disponibile

source: %(size)s total space
fr: espace total: %(size)s

source: *90° left
de: *90° links
fr: *Rotation antihoraire 90°
it: *90° sinistra

source: *90° right
de: *90° rechts
fr: *Rotation horaire 90°
it: *90° destra

source: *Rename marked items (with album tag)
de: *markierte Elemente umbenennen (mit Markierung Album)
fr: *Renommer les morceaux marqués avec les id3Tags
it: *Rinominare le voci segnate (col album tag)

source: *Reverse items
de: *Elemente umkehren
fr: *Rotation 180° des éléments marqués
it: *Invertire le voci

source: -10 years
de: -10 Jahre
fr: -10 ans
it: -10 anni

source: 10 - 12 years
de: 10 - 12 Jahre
fr: - 12 ans
it: 10 - 12 anni

source: 12 - 16 years
de: 12 - 16 Jahre
fr: - 16 ans
it: 12 - 16 anni

source: 12 hours
de: 12 Stunden
fr: 12 heures
it: 12 ore

source: 128 bits WEP key
de: 128 bit WEP Schlüssel
fr: clé WEP 128 bits

source: 16 - 18 years
de: 16 - 18 Jahre
fr: - 18 ans
it: 16 - 18 anni

source: 24 hours
de: 24 Stunden
fr: 24 heures
it: 24 ore

source: 64 bits WEP key
de: 64 bit WEP Schlüssel
fr: clé WEP 64 bits

source: : Delete character
de: : Löschen von Zeichen
fr: : Effacer le caractère
it: Cancellare la lettera

source: : Switch to symbol
de: : Symbole
fr: : Symboles
it: : Simboli

source: A favorite with that name already exists.
de: Es existiert bereits ein Favorit mit diesem Namen.
fr: Un favori porte déjà ce nom.
it: Un favorito con questo nome esiste già.

source: A recording is about to start on %s.
de: Auf %s startet in Kürze eine Aufnahme.
fr: Un enregistrement va démarrer sur %s.
it: Il record sta per iniziare su %s.

source: A recording is already in progress on %s.
de: Auf %s läuft bereits eine Aufnahme.
fr: Un enregistrement est déjà en cours sur %s.
it: Un record è già in processo su %s.

source: A recording is in progress on channel %(channel)s. %(remaining_time)s remaining. Stop it?
de: Auf Kanal %(channel)s läuft bereits eine Aufnahme. Die verbleibende Zeit beträgt %(remaining_time)s. Möchten Sie die Aufnahme anhalten?
fr: Un enregistrement est en cours sur %(channel)s. Il reste %(remaining_time)s. Voulez-vous l'arrêter?
it: Una registrazione è in corso sul canale %(channel)s. %(remaining_time)s tempo rimanente. Smetterlo ?

source: A recording is in progress.
de: Ein Aufnahmevorgang läuft
fr: Un enregistrement est en cours.
it: Il record è in processo.

source: A recording is in progress. %s remaining. Stop it ?
de: Es läuft eine Aufnahme.%s verbleibend. Soll diese angehalten werden?
fr: Un enregistrement est en cours. Il reste %s. Voulez-vous l'arrêter?
it: Un record è in progresso. %s rimanendo. Devo smetterlo?

source: A recording is in progress. Stop it before zapping.
de: Ein Aufnahmevorgang läuft. Beenden Sie diesen, ehe Sie weiterschalten.
fr: Un enregistrement est en cours. Arrêtez-le avant de zapper.
it: Un record è in progresso. Smetterlo prima di cambiare il canalo.

source: Access and protections
de: Zugriff und Schutzvorkehrungen
fr: Contrôle parental
it: Accesso e protezioni

source: Activation
de: Aktivierung
fr: Mise en marche
it: Attivazione

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Add
de: Zufügen
fr: Ajouter
it: Aggiungere

source: Add marked items to "%(selected_caption)s"
de: Markierte Elemente zu "%(selected_caption)s" hinzufügen
fr: Ajouter les éléments marqués dans "%(selected_caption)s"
it: Aggiungere le voci segnate su "%(selected_caption)s"

source: Add to favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
it: Aggiungere ai favoriti

source: Add to now playing or play this item ?
de: Zu jetzt wiedergeben zufügen oder Element wiedergeben?
fr: Mettre ce morceau à la suite de la liste de lecture ou lire le morceau maintenant ?
it: Aggiungere a funzionamento o azionare?

source: Adult movie/drama
de: Erwachsenenfilm/-drama
fr: Film pour adultes/Drame
it: Film per adulti/Dramma

source: Advanced
de: Erweitert
fr: Avancé
it: Avanzato

source: Adventure/Western/War
de: Abenteuer/Western/Krieg
fr: Aventure/Western/Guerre
it: Avventura/Western/Guerra

source: Advertisement/Shopping
de: Werbung/Shopping
fr: Publicité/Achats
it: Pubblicità/Shopping

source: Afternoon
de: Nachmittag
fr: Après-midi
it: Pomeriggio

source: All
de: Alle
fr: Tous
it: Tutto

source: Always
de: Immer
fr: Toujours
it: Sempre

source: An error has occurred when checking update integrity !
de: Bei der Überprüfung der Aktualisierungsrichtigkeit ist ein Fehler aufgetreten!
fr: Une erreur s'est produite pendant la vérification du fichier de mise à jour!
it: È avvenuto un errore durante il controllo della completezza dell'aggiornamento!

source: An instant recording on %(channel)s will be stopped when this recording starts.
de: Eine Sofortaufnahme auf %(channel)s wird angehalten, wenn diese Aufnahme beginnt.
fr: Un enregistrement immédiat sur %(channel)s sera interrompu dès que cet enregistrement démarrera.
it: Unrecord istantaneo su %(channel)s si fermerà quando questo record inizia.

source: An update has been detected. Checking files. Please wait...
de: Eine Aktualisierung wurde gefunden. Überprüfe Dateien. Bitte warten Sie...
fr: Une mise à jour a été trouvée. Vérification des fichiers. Patientez s'il vous plaît...
it: Abbiamo rlevato un aggiornamento. Controllo dei file. Vi preghiamo di aspettare ...

source: Apply
de: Anwenden
fr: Appliquer
it: Applicare

source: April
fr: Avril
it: Aprile

source: Are you sure ?
de: Sind Sie sicher?
fr: Êtes-vous certain ?
it: Siete sicuri?

source: Artist
de: Künstler
fr: Artiste
it: Artista

source: Arts/Culture (other than music)
de: Kunst/Kultur (außer Musik)
fr: Arts/Culture (hors musique)
it: Arti/Cultura (non musica)

source: Arts/Culture magazine
de: Kunst/Kultur
fr: Arts/Magazine culturel
it: Notiziario d'arte/cultura

source: Aspect Ratio
de: Bildseitenverhältnis
fr: Format écran
it: Tasso aspetto

source: Athletics
de: Leichtathletik
fr: Athlétisme
it: Atletica

source: Audio for hearing impaired
de: Audio für Hörgeschädigte
fr: Piste son pour malentendants
it: Audio per gli audiolesi

source: Audio for visually impaired
de: Audio für Sehgeschädigte
fr: Piste son pour non-voyants
it: Audio per videolesi

source: Audio language
de: Audiosprache
fr: Langue piste son
it: Lingua audio

source: Audio tracks
de: Audiospuren
fr: Piste son
it: Pista suono

source: August
fr: Août
it: Agosto

source: Author
de: Verfasser
fr: Auteur
it: Autore

source: Automatic
de: Automatische
fr: Automatique
it: Automatico

source: Automatic Framerate
de: Automatische Bildrate
fr: Adaptation automatique de la fréquence
it: Indice quadro automatico

source: Automatic scan
de: Automatische Suche
fr: Recherche automatique
it: Scan automatico

source: Back
de: Zurück
fr: Retour
it: Torna

source: Back to Navigator
de: Zurück zum Navigator
fr: Retourner au navigateur
it: Torna al Navigatore

source: Belongs to playlist
de: Gehört zur Playlist
fr: Appartient à la playlist
it: Appartiene alla lista di gioco

source: Bitrate
fr: Débit
it: Più veloce

source: Black and white
de: Schwarzweiß
fr: Noir et blanc
it: Bianco e nero

source: Bottom slide
de: Von Unten
fr: Par le bas
it: Diapositive

source: Box reset
fr: Réinitialisation de la Box
it: Ripristino box

source: Broadcasting/Press
de: Rundfunksendungen/Presse
fr: Télévision/Presse
it: Radiodiffusione/Stampa

source: Camera Model
de: Kameramodell
fr: Modèle d'appareil photo
it: Modello Camera

source: Can't change channels
de: Kanäle können nicht gewechselt werden.
fr: Impossible de changer de chaîne
it: Non posso cambiare i canali

source: Can't find media
de: Medium kann nicht gefunden werden
fr: Elément introuvable
it: Non trovo il media

source: Can't use that name
de: Dieser Name kann nicht verwendet werden
fr: Impossible d'utiliser ce nom
it: Non posso usare questo nome

source: Cancel
de: Abbrechen
fr: Annuler
it: Annullamento

source: Cannot Play this media (no audio codec supported).
de: Dieses Medium kann nicht wiedergegeben werden (es wird kein Audio-Codec unterstützt).
fr: Impossible de jouer cet élément (codec audio non supporté)
it: Non posso azionare questo media (nessun audio codec supportato).

source: Cannot Play this media (no video codec supported).
de: Dieses Medium kann nicht wiedergegeben werden (es wird kein Video-Codec unterstützt).
fr: Impossible de jouer cet élément (codec vidéo non supporté)
it: Non posso azionare questo media (nessun video codec supportato).

source: Cannot play this media (bad container).
de: Dieses Medium kann nicht wiedergegeben werden (ungültiger Container).
fr: Impossible de jouer cet élément (mauvais container)
it: Non posso azionare questo media (contenitore sbagliato).

source: Cartoon/Puppet show
de: Zeichentrick/Puppentheater
fr: Dessins animés/Marionnettes
it: Cartone animato/pupazzi

source: Change camera angle
de: Ändern Sie den Kamerawinkel
fr: Changer l'angle de la caméra
it: Cambiare angolo camera

source: Change login and password for net services
de: Anmeldung mit dem persönlichen Online-Konto
fr: Se connecter au compte web personnel
it: Connettersi al conto web personale

source: Change track
de: Titel ändern
fr: Changer de piste audio
it: Cambia pista

source: Channel
de: Kanal
fr: Chaîne
it: Canale

source: Channel search
de: Kanal suchen
fr: Recherche de chaînes
it: Canali

source: Channels
de: Kanäle
fr: Chaînes
it: Canali

source: Channels List Menu
de: Kanallistenmenü
fr: Listes des chaînes
it: Menu lista canali

source: Channels are unavailable. Please try again. If the problem persists, launch a scan or reset to factory defaults.
de: Die Kanäle sind nicht verfügbar. Bitte versuchen Sie es erneut. \vWenn das Problem weiterhin besteht, starten Sie einen Scan oder stellen Sie die Werkseinstellungen wieder her.
fr: Pas de chaîne disponible. Veuillez réessayer. Si le problème persiste, lancez une nouvelle recherche ou réinitialisez le produit.
it: I canali non sono diponibili. Provate di nuovo. Se il problema continua, lanciate uno scan o ripristinate per tornare alle configurazioni fatte dal programma.

source: Chapter %d
de: Kapitel %d
fr: Chapitre %d
it: Capitolo %d

source: Check PIN Code
de: PIN Code überprüfen
fr: Vérifier le code secret
it: Controllo codice PIN

source: Check your antenna
de: Überprüfen Sie Ihre Antenne.
fr: Vérifez votre antenne.
it: Controllate la vostra antenna

source: Children's/Youth program
de: Kinder-/Jugendprogramm
fr: Programme jeunesse
it: Programmi bambini/giovani

source: China
fr: Chine
it: Cina

source: Chinese
de: Chinesisch
fr: Chinois
it: Cinese

source: Choose Automatic or Manual
de: Wählen Sie Automatisch oder Manuell
fr: Automatique ou manuel?
it: Scegliere Automatico o Manuale

source: Choose an URL
de: Wählen Sie eine URL
fr: Choisissez une URL
it: Scegliete un URL

source: Choose key type
de: Wählen Sie die Art des Sicherheitsschlüssels aus
fr: Choisissez le type de sécurité (clé)
it: Scegliere il tipo d sicurezza (chiave)

source: Choose your configuration
de: Wählen Sie Ihre Konfiguration
fr: Choisir une configuration
it: Scegliere una configurazione

source: Choose your connection type
de: Wählen Sie Ihre Verbindungsart
fr: Choisissez le type de connexion
it: Scegliete il tipo di connessione

source: Choose your network
de: Wählen Sie Ihr Netzwerk
fr: Choisissez votre réseau
it: Scegliere la rete

source: Cinema
de: Kino
fr: Cinéma

source: Code PIN
de: PIN Code
fr: Code secret
it: Codice PIN

source: Comedy
de: Komödie
fr: Comédie
it: Commedia

source: Compatibility check
de: Kompatibilitätsprüfung
fr: Test de compatibilité
it: Controllo compatibilità

source: Component output
de: Komponentenausgabe
fr: Sortie composante
it: Configurazione

source: Composite output
de: Composite-Ausgang
fr: Sortie composite
it: Uscita composita

source: Conditonal Access Status
de: Bedingter Zugriffstatus
fr: Contrôle d'Accès Sécurisé
it: Stato di accesso con condizioni

source: Configure IP parameters
de: Konfigurieren Sie die IP-Parameter
fr: Configurez les paramètres IP
it: Configurare I parametri IP

source: Configure connection
de: Verbindung einrichten
fr: Configurer la connexion
it: Configurazione connessione

source: Confirm
de: Bestätigen
fr: Confirmer
it: Confermare

source: Conflict
de: Konflikt
fr: Conflit
it: Conflitto

source: Conflict with a scheduled recording
de: Konflikt mit einer voreingestellten Aufnahme
fr: Conflit avec un enregistrement programmé
it: Conflitto con record previsto

source: Conflict with an instant recording
de: Sofortaufnahmekonflikt
fr: Conflit avec un enregistrement immédiat
it: Conflitto con un record istantaneo

source: Conflict with another scheduled recording
de: Konflikt mit einer anderen voreingestellten Aufnahme
fr: Conflit avec un autre enregistrement programmé
it: Conflitto con un altro record previsto

source: Connect
de: Verbindung herstellen
fr: Se connecter
it: Connettersi

source: Connect to an other network
de: Mit einem anderen Netzwerk verbinden
fr: Connexion à un autre réseau
it: Connessione con un'altra rete

source: Connected to %(net)s
de: Verbunden mit %(net)s
fr: Connecté à %(net)s
it: Connesso al %(net)s

source: Connecting to %(net)s
de: Verbinde mit %(net)s
fr: Connexion à %(net)s
it: In connessione a %(net)s

source: Connection
de: Verbindung
fr: Connexion
it: Collegamento

source: Connection information
de: Verbindungsdaten
fr: Information sur la connexion
it: Connessione informazione

source: Cooking
de: Kochen
fr: Cuisine
it: Cucina

source: Copy protection
de: Kopierschutz
fr: Protection anti-copie
it: Copia protezione

source: Copying to PSP (tm) please wait...
de: Kopiere zu PSP (tm), bitte warten...
fr: Copie vers la PSP™, patientez...
it: Sto copiando a PSP (tm) aspettate ...

source: Country
de: Land
fr: Pays
it: Nazione

source: Cover
de: Titelbild
fr: Pochette
it: Copertina

source: Create a favorite with the marked items
de: Favorit mit markierten Elementen erstellen
fr: Créer une liste de favoris avec les éléments marqués
it: Creare un favorito con voci segnate

source: Create a new configuration
de: Eine neue Konfiguration erstellen
fr: Créer une nouvelle configuration
it: Creare una nuova configurazione

source: Create a new folder
de: Neuen Ordner erstellen
fr: Créer un nouveau dossier
it: Crea un nuovo folder

source: Create a new folder in "%(parent_caption)s"
de: Neuen Ordner erstellen in "%(parent_caption)s"
fr: Créer un nouveau dossier dans "%(parent_caption)s"
it: Crea un nuovo file in "%(parent_caption)s"

source: Create a playlist with the marked items
de: Playlist mit markierten Elementen erstellen
fr: Créer une playlist avec les éléments marqués
it: Creare una lista gioco con voci segnate

source: Creation date
de: Erstellungsdatum
fr: Date de création
it: Data di creazione

source: Cross fading
de: Überblendung
fr: Fondu enchaîné
it: Sbiadimento a incrocio

source: DD/MM/YYYY
de: TT/MM/JJJJ
fr: JJ/MM/AAAA
it: GG/MM/AAAA

source: DO NOT SWITCH OFF BOX DURING UPDATE
de: SCHALTEN SIE DIE BOX WÄHREND DER AKTUALISIERUNG NICHT AUS
fr: NE PAS DEBRANCHER PENDANT LA MISE A JOUR
it: NON SPEGNERE DURANTE L'AGGIORNAMENTO

source: Date and Time
de: Datum und Zeit
fr: Date et heure
it: Data e Ora

source: Date format
de: Datumsformat
fr: Format de la date
it: Data formato

source: Day
de: Tag
fr: Jour
it: Giorno

source: December
de: Dezember
fr: Décembre
it: Dicembre

source: Default audio track
de: Standard-Audiospur
fr: Piste son par défaut
it: Default pista audio

source: Delete
de: Löschen
fr: Supprimer
it: Eliminare

source: Delete "%(selected_caption)s"
de: "%(selected_caption)s" löschen
fr: Effacer "%(selected_caption)s"
it: Eliminare "%(selected_caption)s"

source: Delete %s ?
de: %s löschen?
fr: Supprimer %s ?
it: Cancellare %s ?

source: Delete highlighted directory
de: Markiertes Verzeichnis löschen
fr: Supprimer le répertoire sélectionné
it: Eliminare directory segnato

source: Delete marked items
de: markierte Elemente löschen
fr: Supprimer les éléments marqués
it: Eliminare le voci segnate

source: Detected update is older than the current one
de: Die entdeckte Aktualisierung ist älter als die derzeitige
fr: La mise à jour trouvée est plus ancienne que la version actuelle
it: L'aggiornamento è più vecchio di quello attuale

source: Detective/Thriller
de: Krimi/Thriller
fr: Enquête/Thriller
it: Giallo/Thriller

source: Device "%(name)s" plugged in.
de: Gerät "%(name)s" angeschlossen.
fr: Appareil "%(name)s" connecté.
it: Apparecchio "%(name)s" inserito.

source: Device "%(name)s" removed.
de: Gerät "%(name)s" entfernt.
fr: Appareil "%(name)s" débranché.
it: Apparato "%(name)s" tolto.

source: Disconnected
de: Getrennt
fr: Déconnecté
it: Disconnesso

source: Disconnected from %(net)s
de: Verbindung zu %(net)s getrennt
fr: Déconnecté de %(net)s
it: Disconnesso dal %(net)s

source: Discussion/Interview/Debate
de: Diskussion/Interview/Debatte
fr: Discussion/Débat
it: Discussione/Intervista/Dibattito

source: Disk space has run out. Timeshift and recordings have been disabled.
de: Es steht kein Festplattenspeicher mehr zur Verfügung. Zeitverschiebung und Aufnahmen wurden deaktiviert.
fr: Le disque est plein. Les fonctions Contrôle du direct et Enregistrement ont été désactivées.
it: Lo spazio del disco è esaurito. Lo slittamento del tempo e le registrazioni sono state disattivate.

source: Disk space is running low.
de: Wenig Festplattenspeicher
fr: L'espace disque est faible.
it: Spazio del disco sta finendo.

source: Disk space warning
de: Festplattenspeicher-Warnung
fr: Alerte espace disque
it: Allarme spazio disco

source: Display
de: Anzeige
fr: Affichage

source: Display "%(parent_caption)s" thumbnails
de: "%(parent_caption)s" Vorschaubilder anzeigen
fr: Afficher les vignettes de "%(parent_caption)s"
it: Display "%(parent_caption)s" thumbnail

source: Display "%s" as thumbnails
de: "%s" Vorschaubilder anzeigen
fr: Afficher les vignettes de "%s"
it: Display "%s" thumbnail

source: Display format
de: Format anzeigen
fr: Format d'affichage
it: Formato del display

source: Display hidden items
de: Verborgene Elemente anzeigen
fr: Afficher les éléments cachés
it: Mostrare voci nascoste

source: Display marker list
de: Kennzeichnungsliste anzeigen
fr: Afficher la markerlist
it: Mostrare lista marker

source: Display program guide
de: Programmführer anzeigen
fr: Afficher le guide des programmes
it: Visualizzare il programma della TV

source: Do you really want to reset the box ? (Your custom settings will be lost)
de: Möchten Sie die Box wirklich zurücksetzen? (Ihre Benutzereinstellungen gehen verloren)
fr: Voulez-vous vraiment réinitialiser le produit? (Vos réglages personnalisés seront perdus)
it: Volete veramente ripristinare il box? (Le vostre normali configurazione saranno perse)

source: Do you want to install the update for %(display_name)s, (version %(version)s) ?
de: Möchten Sie die Aktualisierung für %(display_name)s, (version %(version)s) installieren?
fr: Voulez-vous installer la mise à jour de %(display_name)s, (version %(version)s) ?
it: Volete installare l'aggiornamento per %(display_name)s, (version %(version)s) ?

source: Do you want to launch a scan now?
de: Möchten Sie jetzt eine Suche starten?
fr: Voulez-vous faire une recherche de chaînes maintenant?
it: Volete iniziare uno scan?

source: Documentary
de: Dokumentarfilm
fr: Documentaire
it: Documentario

source: Duplicate marked item
de: markierte Elemente duplizieren
fr: Dupliquer les éléments marqués
it: Duplicare le voci segnate

source: Duplicate marked items into "%(highlighted_item)s"
de: Markierte Elemente in "%(highlighted_item)s" duplizieren
fr: Dupliquer les éléments marqués dans "%(highlighted_item)s"
it: Duplicare le voci segnate su "%(highlighted_item)s"

source: Duplicate marked items to "%(parent_caption)s"
de: Markierte Elemente in "%(parent_caption)s" duplizieren
fr: Dupliquer les éléments marqués dans "%(parent_caption)s"
it: Duplicare gli articoli marked items to "%(parent_caption)s"

source: Duration
de: Dauer
fr: Durée
it: Durata

source: Duration :
de: Dauer:
fr: Durée:
it: Durata

source: During few seconds
de: In wenigen Sekunden
fr: Pendant quelques secondes
it: In qualche secondo

source: Dutch
de: Holländisch
fr: Hollandais
it: Olandese

source: EPG Control Window
de: EPG Kontrollfenster
fr: Rechercher dans l'EPG
it: Finestra controllo EPG

source: EPG Navigator Menu
de: EPG Navigator Menü
fr: Guide des programmes
it: Menu Navigatore EPG

source: EPG not available
de: EPG nicht verfügbar
fr: l'EPG n'est pas disponible
it: EPG non disponibile

source: Economics/Social advisory
de: Wirtschaft/Soziale Beratung
fr: Conseil économique/Social
it: Consigli economici/sociali

source: Edit
de: Bearbeiten
fr: Editer

source: Edit "%(selected_caption)s"
de: "%(selected_caption)s" bearbeiten
fr: Editer "%(selected_caption)s"

source: Edit Playlist
de: Playlist bearbeiten
fr: Editer la playlist
it: Modificare la playlist

source: Edit favorite
de: Favoriten bearbeiten
fr: Edition des favoris
it: Modificare i Favoriti

source: Edit playlist
de: Playlist bearbeiten
fr: Editer la playlist
it: Modificare la playlist

source: Education/Science/Factual topic
de: Bildung/Wissenschaft/Sachthemen
fr: Education/Science
it: Educazione/Scienza/Fatti

source: End
de: Ende
fr: Fin
it: Fine

source: End time
de: Endzeitpunkt
fr: Heure de fin
it: Ora di fine

source: English
de: Englisch
fr: Anglais
it: Inglese

source: Enter Setup universe
de: Rufen Sie das Einrichtungsuniversum auf
fr: Entrer dans l' univers Paramètres
it: Mettere sul Setup

source: Enter a name for this configuration
de: Geben Sie einen Namen für diese Konfiguration ein
fr: Choisissez un nom pour cette configuration
it: Scegliere un nome per questa configurazione

source: Enter date and time
de: Datum und Uhrzeit eingeben
fr: Entrez la date et l'heure
it: Introdurre data e ora

source: Enter url
de: Geben Sie die URL ein
fr: Saisir l'URL
it: Introdurre il codice

source: Enter your answer
de: Geben Sie Ihre Antwort ein
fr: Tapez votre réponse
it: Introdurre la risposta

source: Enter your current code
de: Geben Sie Ihren Geheimcode ein
fr: Tapez votre code secret actuel
it: Introdurre il codice segreto

source: Enter your login
de: Geben Sie Ihren Benutzernamen ein
fr: Entrez votre pseudo
it: Introdurre il vostro pseudonimo

source: Enter your new code
de: Geben Sie Ihren neuen Code ein
fr: Tapez votre nouveau code
it: Introdurre il nuovo codice

source: Enter your password
de: Geben Sie Ihr Passwort ein
fr: Entrez votre mot de passe
it: Introdurre la vostra password
